{
  "RECORDS": [
    {
      "id": "1",
      "date": "1/11/2011 08:10:17.179+00",
      "deleted": "f",
      "title": "Looking for ride from Kelowna to Vancouver",
      "text": "Looking for a ride from Kelowna to Vancouver sometime towards the end of this week or the beginning of next.  Can chip in for gas.  Thanks",
      "image": "",
      "want": "t",
      "location_id": "5",
      "user_id": "2"
    },
    {
      "id": "2",
      "date": "3/11/2011 07:03:15.962+00",
      "deleted": "f",
      "title": "Offering quick flattering individual portraits (suitable for facebook profile)",
      "text": "Do you want a sharp, flattering snapshot to use as your profile pic on a website? I'm great at finding a person's best angle for a photo. I will meet you briefly in a public place, do a mini-photoshoot, and email you a web-resolution jpeg of the resulting image. Don't expect magazine-grade air-brushing, but I can deliver a bright, flattering photo that you'll be happy to put your name to on Facebook.",
      "image": "",
      "want": "f",
      "location_id": "8",
      "user_id": "6"
    },
    {
      "id": "3",
      "date": "3/11/2011 07:09:55.125+00",
      "deleted": "f",
      "title": "Basic photography training on manual SLR camera settings",
      "text": "I will explain the basics of using the manual settings on an SLR camera, giving you greater understanding and control over your photographs. Learn the relationship between f-stop, shutter speed, and ISO, and learn how to use these settings to get the photographs you want.",
      "image": "",
      "want": "f",
      "location_id": "8",
      "user_id": "6"
    },
    {
      "id": "4",
      "date": "3/11/2011 17:11:17.143+00",
      "deleted": "f",
      "title": "Massages",
      "text": "Upper body or foot and calf massages. I'm no massage therapist, but I'm full of love and I've been known to make my friends drool.",
      "image": "",
      "want": "f",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "5",
      "date": "3/11/2011 17:19:42.262+00",
      "deleted": "f",
      "title": "Computer help, websites",
      "text": "I can help recommend a computer, set it up, fix broken installations, as well as consult on getting a website set up.",
      "image": "",
      "want": "f",
      "location_id": "6",
      "user_id": "2"
    },
    {
      "id": "6",
      "date": "3/11/2011 17:21:51.371+00",
      "deleted": "f",
      "title": "Resumes, Cover Letters & Career Counseling",
      "text": "Available for everything from sitting down for tea and chatting about your next major career change to resume revision or creation, interview tips and career workshops for small groups.\r\n\r\nI’ve worked with many people to identify their strengths and interests, craft cover letters and resumes, and coach them on effective interview techniques. My approach is personalized, as each job candidate is in a unique position. I've also had the pleasure of developing and facilitating Effective Job Application & Interview Skills workshops for students. \r\n\r\nAll inquiries welcome.",
      "image": "",
      "want": "f",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "7",
      "date": "3/11/2011 17:27:05.707+00",
      "deleted": "f",
      "title": "Childcare",
      "text": "Offering occasional childcare. I have two sons; 4 and 2 years old, and would be interested in hearing about childcare swapping opportunities. Alternatively, if you're just looking for an occasional sitter, please send me your schedule information and we'll see if we can work something out.",
      "image": "",
      "want": "f",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "9",
      "date": "3/11/2011 17:52:17.619+00",
      "deleted": "f",
      "title": "Social Media help for Entrepreneurs/Small Businesses",
      "text": "Managing your online presence effectively and reaching your audience is more important than ever, whether you're an artist, freelancer, non-profit, or small business owner. You might be interested in knowing which social media channels are best suited for you and how to make the most of them (with the least amount of time and energy invested). \r\n\r\nMy background is in client care, sales, administration and marketing. I have experience with developing and implementing social media strategies to increase brand awareness, generate traffic and encourage sales for small businesses. I am familiar with a variety of social media platforms, including Facebook, Twitter, YouTube, LinkedIn, Flickr, Reddit, etc.\r\n\r\nI'm really passionate about supporting people in doing what they love. Connect to the people who are looking for what you have to offer. \r\n\r\nAll inquiries welcome.",
      "image": "",
      "want": "f",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "10",
      "date": "4/11/2011 16:08:41.642+00",
      "deleted": "f",
      "title": "Editing and Proofreading",
      "text": "From academic papers to cover letters, and everything in between, let me help you sound professional and intelligent. I can quickly edit any document, and I'll offer up my time if you need some sit down help in understanding why you should make the changes I suggest.",
      "image": "",
      "want": "f",
      "location_id": "21",
      "user_id": "14"
    },
    {
      "id": "11",
      "date": "4/11/2011 16:12:01.549+00",
      "deleted": "f",
      "title": "Soup, Sandwiches, and What-not",
      "text": "Tired and hungry with no time to cook? I can help you out with homemade meals that last for days. Soups, stews, casseroles, and the like, all from scratch, made with love.",
      "image": "",
      "want": "f",
      "location_id": "21",
      "user_id": "14"
    },
    {
      "id": "13",
      "date": "8/11/2011 17:15:04.159+00",
      "deleted": "f",
      "title": "Door installation",
      "text": "Looking For: help installing an interior door.",
      "image": "",
      "want": "t",
      "location_id": "10",
      "user_id": "8"
    },
    {
      "id": "14",
      "date": "9/11/2011 02:34:05.722+00",
      "deleted": "f",
      "title": "Fermentation cabinet",
      "text": "That's a fancy name for a chest freezer capable of holding about six standard homebrewing buckets. I can acquire a temperature controller to keep the yeasties at a comfortable temperature relatively easily, but I'd rather not have to buy a new freezer. Hopefully someone has one for which they'd like to find a good home.",
      "image": "",
      "want": "t",
      "location_id": "52",
      "user_id": "42"
    },
    {
      "id": "15",
      "date": "9/11/2011 02:47:39.032+00",
      "deleted": "f",
      "title": "Delicious homebrewed beer on commission",
      "text": "Enjoy some of my homebrewed beer. I can custom tailor my recipes for those so inclined.",
      "image": "",
      "want": "f",
      "location_id": "52",
      "user_id": "42"
    },
    {
      "id": "16",
      "date": "9/11/2011 18:38:07.674+00",
      "deleted": "f",
      "title": "Translations, Traducciones, Traduções",
      "text": "I understand well Spanish, English, Portuguese.\r\nI write quite well in Spanish but I make some mistakes writing in English and Portuguese.\r\nI speak Portuguese better than I write it. The opposite happens for English.\r\n\r\nEntiendo bien Español, Inglés y Portugués.\r\nEscribo bastante bien en español, pero cometo algunas faltas escribiendo en inglés y en portugués.\r\nHablo el Portugués mejor de lo que lo escribo. Me sucede lo contrario para el inglés.\r\n\r\nPercebo muito bem inglés, espanhol e português.\r\nEscrevo bem também espanhol, mas a escrever em português e em inglés faço alguns erros.\r\nSou melhor a falar portugués do que a escrevê-lo. O contrario acontece-me com o inglés.",
      "image": "",
      "want": "f",
      "location_id": "42",
      "user_id": "33"
    },
    {
      "id": "17",
      "date": "9/11/2011 18:48:55.596+00",
      "deleted": "f",
      "title": "nice but limited",
      "text": "There are so many things that could be done on a village level. this platform seems to be limited to simplistic relationship modelling and payments. It seems polished, but without more functionality, what is it actually for? It feels empty...",
      "image": "",
      "want": "f",
      "location_id": "60",
      "user_id": "49"
    },
    {
      "id": "23",
      "date": "10/11/2011 08:33:32.055+00",
      "deleted": "f",
      "title": "Hot and tasty vegetarian meal",
      "text": "Are you hungry and craving a nice home cooked vegetarian meal? I would love to cook for you! I can make a wide variety of tasty dishes as I have been cooking vegetarian for over 9 years.",
      "image": "",
      "want": "f",
      "location_id": "39",
      "user_id": "30"
    },
    {
      "id": "28",
      "date": "12/11/2011 22:32:20.187+00",
      "deleted": "f",
      "title": "Nicotiana Rustica Seeds (Aztec Tobacco)",
      "text": "Ornamental use only - not for consumption. Plant responsibly. \r\n\r\nNicotiana rustica, known in South America as Mapacho, is a plant in the Solanaceae family. It is a very potent variety of tobacco. The high concentration of nicotine in its leaves makes it useful for creating organic pesticides. \r\n\r\nRustica is also used for entheogenic purposes by South American shamans. Growing in the rainforest it contains up to twenty times more nicotine than common North American varieties such as N. tabacum. Other reasons for its shamanic use are the comparatively high levels of MAOI beta-carbolines, including harman and norharman. \r\n\r\nNicotiana Rustica has an extremely high nicotine content. The nicotine content can reach as high as 9% giving it some use as a natural organic pesticide. It produces millions of seeds, hundreds of small yellow to greenish flowers, and grows to about four feet tall. This is related to smoking tobacco, and has been used for the same purpose in the past.",
      "image": "post/2011/11/Nicotiana_Rustica_Mapacho_Tobacco_Seeds_Flower.jpg",
      "want": "f",
      "location_id": "96",
      "user_id": "71"
    },
    {
      "id": "48",
      "date": "21/11/2011 09:00:20.12+00",
      "deleted": "f",
      "title": "Fotografía de mascotas",
      "text": "Puedo hacer una bonita fotografía de tu mascota. Si es cachorro para que tengas un recuerdo cuando crezca, si es adulto, porque nunca está de más por si se pierde o simplemente porque lo quieres xD",
      "image": "",
      "want": "f",
      "location_id": "122",
      "user_id": "86"
    },
    {
      "id": "49",
      "date": "21/11/2011 21:04:06.458+00",
      "deleted": "f",
      "title": "Need help fixing bike brakes",
      "text": "The brake cables on my mountain bike need to be shortened. It's a minor issue, but I lack the tools and know-how to fix it.",
      "image": "",
      "want": "t",
      "location_id": "8",
      "user_id": "6"
    },
    {
      "id": "398",
      "date": "11/10/2015 13:37:39.368+00",
      "deleted": "f",
      "title": "Testas",
      "text": "Testas",
      "image": "post/2015/10/Chain.jpg",
      "want": "t",
      "location_id": "1037",
      "user_id": "757"
    },
    {
      "id": "29",
      "date": "12/11/2011 22:34:09.507+00",
      "deleted": "f",
      "title": "Nicotiana Sylvestris Seeds",
      "text": "Nicotiana sylvestris is a species of wild tobacco known by the common names Woodland Tobacco and South American Tobacco. It is native to South America, and is often grown in gardens for its scented flowers. The scent is strongest at night, so as to attract pollinating moths. The leaves are simple, somewhat sticky, foul-smelling, with the blade partially surrounding the stem (clasping petiole). Flowers are tubular, white, borne in large clusters above the foliage. Flowers can be over 7 centimeters long with a face 2 centimeters wide. Each flower eventually produces a large quantity of small seeds.\r\n\r\n\r\n1000 Viable Nicotiana Sylvestris Seeds per packet Nicotiana sylvestris is a species of wild tobacco known by the common names Woodland Tobacco and South American Tobacco. It is native to South America, and is often grown in gardens for its scented flowers. The scent is strongest at night, so as to attract pollinating moths. The leaves are simple, somewhat sticky, foul-smelling, with the blade partially surrounding the stem (clasping petiole). Flowers are tubular, white, borne in large clusters above the foliage. Flowers can be over 7 centimeters long with a face 2 centimeters wide. Each flower eventually produces a large quantity of small seeds. This plant is thought to be one of the parents of Nicotiana tobacum, the plant used in modern tobacco production.",
      "image": "post/2011/11/5_6.jpg",
      "want": "f",
      "location_id": "96",
      "user_id": "71"
    },
    {
      "id": "30",
      "date": "12/11/2011 22:36:22.438+00",
      "deleted": "f",
      "title": "Nicotiana Tabacum \"Mystery Cuban\" Tobacco Seeds",
      "text": "If this is a specific strain, I am not aware of it. These seeds are second or third generation from Cuba. \r\n\r\nWe bought these seeds from one of our customers using the \"We Buy Seeds\" Program. \r\n\r\nAccording to the supplier of the seeds, these came from three different tobacco farms in Cuba. \r\n\r\n\"that Cuban mix is pretty funny my buddy went to Cuba and took one of those cigar tours well he's kinda stupid but has a good heart he knew I loved plants and so he smuggled out some seeds and sent them to me from the states. I asked him where he got them from and he said they visited 3 different farms an he stole a pod from each of them\" \r\n\r\nAccording to the grower they have much more pointy leaves than other strains.\r\n\r\n\r\nCuban mix is pretty funny my buddy went to Cuba and took one of those cigar tours well he's kinda stupid but has a good heart he knew I loved plants and so he smuggled out some seeds and sent them to me from the states. I asked him where he got them from and he said they visited 3 different farms an he stole a pod from each of them",
      "image": "post/2011/11/4_6.jpg",
      "want": "f",
      "location_id": "96",
      "user_id": "71"
    },
    {
      "id": "31",
      "date": "12/11/2011 22:37:11.606+00",
      "deleted": "f",
      "title": "Verbascum thapsus (Great or Common Mullein) Seeds",
      "text": "A packet of 1000 seeds. \r\nGreat Mullein has been used since ancient times as a remedy for skin, throat and breathing ailments. It has long had a medicinal reputation, especially as an astringent and emollient, as it contains mucilage, several saponins, coumarin and glycosides. Dioscorides recommended it for diseases of the lung and it is now widely available in health and herbal stores. Non-medical uses have included dyeing and making torches. \r\nThe plant's leaves, in addition to the seeds, have been reported to contain rotenone, although quantities are unknown \r\nThis plant is a hairy biennial plant that can grow to 2 m or more tall. Its small yellow flowers are densely grouped on a tall stem, which bolts from a large rosette of leaves. It grows in a wide variety of habitats, but prefers well-lit disturbed soils, where it can appear soon after the ground receives light, from long-lived seeds that persist in the soil seed bank. It is a common weedy plant that spreads by prolifically producing seeds, but rarely becomes aggressively invasive, since its seed require open ground to germinate.",
      "image": "",
      "want": "f",
      "location_id": "96",
      "user_id": "71"
    },
    {
      "id": "32",
      "date": "12/11/2011 22:38:05.307+00",
      "deleted": "f",
      "title": "Argyreia nervosa (Hawaiian Baby Woodrose) Seeds",
      "text": "Cultivated and collected from Hawaii, these seeds are fresh ensuring a good germination rate. Plant grows best in tropical and subtropical regions. Produces beautiful purple flowers, seed pods, and eventually grows into vine plant after several years of growth.",
      "image": "post/2011/11/argyreia-nervosa-flowers.jpg",
      "want": "f",
      "location_id": "96",
      "user_id": "71"
    },
    {
      "id": "33",
      "date": "12/11/2011 22:39:22.206+00",
      "deleted": "f",
      "title": "I Want Seeds",
      "text": "I have a small company that sells seeds. I often collect or grow my own, but I am also looking to buy seeds for cheap in bulk. \r\nIf you happen to garden and collect seeds please contact me as I am interested.",
      "image": "",
      "want": "t",
      "location_id": "96",
      "user_id": "71"
    },
    {
      "id": "34",
      "date": "12/11/2011 23:03:13.458+00",
      "deleted": "f",
      "title": "Men's Rain/Winter Jackets",
      "text": "I have two large-size men's jackets, one oilskin, and one nylon with a hood, for anyone who can use them.",
      "image": "",
      "want": "f",
      "location_id": "6",
      "user_id": "2"
    },
    {
      "id": "35",
      "date": "12/11/2011 23:05:06.879+00",
      "deleted": "f",
      "title": "Sony Stereo Equipment",
      "text": "Larger integrated unit, with CD player, tuner, tape player, and amp.  Works fine.",
      "image": "",
      "want": "f",
      "location_id": "6",
      "user_id": "2"
    },
    {
      "id": "36",
      "date": "15/11/2011 03:44:01.257+00",
      "deleted": "f",
      "title": "Computer Music Basics",
      "text": "If you aspire to create or record music on your computer, I can offer basic lessons in 4-hour blocks with a software package of your choice (Ableton Live, Cubase, Garageband, Logic, Renoise).\r\n\r\nCan also do in-house lessons using Cubase and Renoise.",
      "image": "post/2011/11/6a00d83452989a69e200e5503cdc088833-800wi.jpg",
      "want": "f",
      "location_id": "102",
      "user_id": "74"
    },
    {
      "id": "37",
      "date": "15/11/2011 03:47:10.437+00",
      "deleted": "f",
      "title": "Old Laptop needing TLC",
      "text": "Currently looking for an additional laptop, in any configuration (minimum Pentium-M centrino-based) for live performances that is either DOA, beat-up but at least salvageable and otherwise stuck in someone's closet.",
      "image": "",
      "want": "t",
      "location_id": "102",
      "user_id": "74"
    },
    {
      "id": "38",
      "date": "16/11/2011 23:01:01.454+00",
      "deleted": "f",
      "title": "Translations - Traduzioni Italian - English",
      "text": "I speak Italian natively and can read/write English fluently. I can translate websites, resumes, software... anything that doesn't use overly technical/formal language (e.g. commercial, legalese).\r\n----\r\nParlo nativamente italiano e so leggere e scrivere in inglese in modo fluente. Posso tradurre siti web, curriculum, software... qualsiasi testo che non usi un lessico troppo tecnico o formale (es. commerciale, legale).",
      "image": "",
      "want": "f",
      "location_id": "107",
      "user_id": "76"
    },
    {
      "id": "40",
      "date": "17/11/2011 00:50:00.49+00",
      "deleted": "f",
      "title": "Food",
      "text": "Especially: fruits (fresh or canned), vegetables, herbs, spices, eggs. Prepared meals would be handy especially if they can be frozen and heat nicely. Would provide containers.",
      "image": "post/2011/11/produce.jpg",
      "want": "t",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "41",
      "date": "17/11/2011 01:01:10.251+00",
      "deleted": "f",
      "title": "Kids' costumes/hats/capes/clothes etc",
      "text": "Adding to our dress-up box. Looking for used child-sized costumes, hats, capes, cool fabrics and clothes, wands or tools.  Things that inspire imaginative play. In good condition please.",
      "image": "post/2011/11/dress_up.png",
      "want": "t",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "42",
      "date": "17/11/2011 01:12:30.51+00",
      "deleted": "f",
      "title": "Haircut",
      "text": "Wanted: really great hairstyle by someone creative and experienced. \r\n\r\nI'd also take recommendations for good hairdressers in Kelowna - especially artists that are awesome AND affordable.",
      "image": "",
      "want": "t",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "43",
      "date": "17/11/2011 01:29:20.282+00",
      "deleted": "f",
      "title": "Children's Books",
      "text": "Looking for used children's books; tell me what you've got.",
      "image": "post/2011/11/books.jpg",
      "want": "t",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "44",
      "date": "17/11/2011 01:40:33.17+00",
      "deleted": "f",
      "title": "Red Winter Jacket - Boys' Size 4",
      "text": "Excellent condition.",
      "image": "post/2011/11/P1000860.JPG",
      "want": "f",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "45",
      "date": "17/11/2011 01:47:40.726+00",
      "deleted": "f",
      "title": "Light Jacket for Infant 6-12 months",
      "text": "Frog pattern, really cute, good condition. Not a winter jacket. Baby Gap size 6-12 months.",
      "image": "post/2011/11/P1000859.JPG",
      "want": "f",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "46",
      "date": "19/11/2011 20:21:08.846+00",
      "deleted": "f",
      "title": "Lemons, Tangerines",
      "text": "From my garden, I offer (free) fruits. Right now I have tangerines and lemons galore... but you have to come and get them.",
      "image": "post/2011/11/lemons_in_rome.jpg",
      "want": "f",
      "location_id": "119",
      "user_id": "84"
    },
    {
      "id": "47",
      "date": "21/11/2011 08:57:26.438+00",
      "deleted": "f",
      "title": "Conversación Inglés Nativ@",
      "text": "No me vendría mal forzarme cada cierto tiempo a conversar en inglés y así corregir mis errores y mejorar mi vocabulario y pronunciación.",
      "image": "",
      "want": "t",
      "location_id": "122",
      "user_id": "86"
    },
    {
      "id": "50",
      "date": "21/11/2011 21:11:21.765+00",
      "deleted": "f",
      "title": "6 Homemade Scones",
      "text": "6 fresh and delicious homemade scones, perfect with butter and a cup of tea. Flavors: pepper & herb, chocolate & sour cherry, apricot & almond, blueberry, or just plain scones.",
      "image": "post/2011/11/DSC_1467_cheese_scones.jpg",
      "want": "f",
      "location_id": "8",
      "user_id": "6"
    },
    {
      "id": "51",
      "date": "21/11/2011 23:34:40.141+00",
      "deleted": "f",
      "title": "Tarot Reading",
      "text": "Tarot readings from an experienced reader using a10-card spread. A tarot reading is a useful exercise for evaluating or revising your perspective on aspects of your life. I don't give predictions or advice, and there is nothing mystical about tarot. But tarot readings usually yield useful insights that may inform your decisions and focus your thoughts. I've been studying tarot for over 10 years, and can work with as little or as much personal information as you feel like sharing. Confidentiality and kindness assured.",
      "image": "",
      "want": "f",
      "location_id": "8",
      "user_id": "6"
    },
    {
      "id": "53",
      "date": "23/11/2011 18:36:01.029+00",
      "deleted": "f",
      "title": "What-who we is",
      "text": "Brand specialist, conflict grammarian, dada polemicist, propagandist, pad striker & note arranger",
      "image": "post/2011/11/villages.jpg",
      "want": "f",
      "location_id": "128",
      "user_id": "89"
    },
    {
      "id": "54",
      "date": "25/11/2011 23:07:49.587+00",
      "deleted": "f",
      "title": "AGRICULTORES DE PERMACULTURA",
      "text": "Buscamos una persona con conocimiento de Permacultura agricola, para trabajar en finca de Hortalizas y colaborar con nuestro proyecto.\r\nSe necesita tambien conocimiento de informatica básica, buena disposición al trabajo en equipo y autoresponsabilidad.",
      "image": "post/2011/11/DSC02696.JPG",
      "want": "f",
      "location_id": "143",
      "user_id": "101"
    },
    {
      "id": "55",
      "date": "25/11/2011 23:17:31.275+00",
      "deleted": "f",
      "title": "Hortalizas vs. Horas de trabajo",
      "text": "Intercambiamos Hortalizas de temporada por trabajo en el finca. Tras lo cual podéis vender los productos y generar economía social.",
      "image": "post/2011/11/DSC02443.JPG",
      "want": "f",
      "location_id": "143",
      "user_id": "101"
    },
    {
      "id": "56",
      "date": "26/11/2011 04:38:36.613+00",
      "deleted": "f",
      "title": "free bike parts/tires to Cuba",
      "text": "i have new and good bike pieces for anyone wishing to take them to give away in Cuba. can help set up a bike to take and use and then leave behind too",
      "image": "",
      "want": "f",
      "location_id": "146",
      "user_id": "103"
    },
    {
      "id": "58",
      "date": "3/12/2011 07:41:47.102+00",
      "deleted": "f",
      "title": "Transport",
      "text": "Transport from Markaryd to Copenhagen and back or anywhere on the proximate way in trailer. 27-28/12",
      "image": "",
      "want": "f",
      "location_id": "158",
      "user_id": "114"
    },
    {
      "id": "59",
      "date": "3/12/2011 19:47:31.527+00",
      "deleted": "f",
      "title": "Massages",
      "text": "Looking for massages in Kelowna. :)",
      "image": "",
      "want": "t",
      "location_id": "2",
      "user_id": "3"
    },
    {
      "id": "60",
      "date": "4/12/2011 04:38:04.691+00",
      "deleted": "f",
      "title": "PC Maintenance",
      "text": "Basic PC maintenance.  Dusting, cleaning, inspection.  I'd prefer to have you bring the computer to me.  But, I'd be willing to make house calls within the downtown area.\r\n\r\nSorry, no configuration.  Cleaning and inspection only.  Any further services to be discussed in person.  User accepts all liability.",
      "image": "",
      "want": "f",
      "location_id": "7",
      "user_id": "5"
    },
    {
      "id": "61",
      "date": "4/12/2011 19:18:50.943+00",
      "deleted": "f",
      "title": "Bodywork and Naturopathic medicine!",
      "text": "I am accepting clients in Vancouver for Bowen therapy and accepting patients at the Boucher teaching in New Westminster for a fraction of the regular cost of bodywork or Naturopathic medicine!",
      "image": "",
      "want": "f",
      "location_id": "167",
      "user_id": "121"
    },
    {
      "id": "62",
      "date": "5/12/2011 04:21:06.267+00",
      "deleted": "f",
      "title": "Vegan Raw Foods!",
      "text": "We use a variety of different services from within our community each day and we like to make trades for food!\r\nIf you like Gorilla Food, please let us know if you have something that we might benefit from in exchange!\r\nThanks!\r\nwww.gorillafood.com",
      "image": "",
      "want": "f",
      "location_id": "157",
      "user_id": "113"
    },
    {
      "id": "63",
      "date": "6/12/2011 10:29:21.476+00",
      "deleted": "f",
      "title": "coaching",
      "text": "I am looking for coaches to share experiances, and consult cases.",
      "image": "",
      "want": "f",
      "location_id": "171",
      "user_id": "124"
    },
    {
      "id": "65",
      "date": "8/12/2011 04:04:30.418+00",
      "deleted": "f",
      "title": "the freedom",
      "text": "to be who i wana be.. and we wanna get loaded.. and we want to have a good time",
      "image": "",
      "want": "t",
      "location_id": "40",
      "user_id": "31"
    },
    {
      "id": "66",
      "date": "8/12/2011 21:26:20.387+00",
      "deleted": "f",
      "title": "Got a math problem?",
      "text": "Maybe I can help.\r\n\r\n(Dont ask for the unification of all fundamental forces, not ready YET!!!!)",
      "image": "",
      "want": "f",
      "location_id": "81",
      "user_id": "62"
    },
    {
      "id": "69",
      "date": "20/12/2011 02:08:07.362+00",
      "deleted": "f",
      "title": "emergent opportunity, looking for a miraculous loan",
      "text": "I've been trying to get a camera, specifically a DSLR, for over a year now so I can take photo classes. I now have the opportunity to buy one for $500...but don't have the money until up to a month from now, although hopefully sooner. One friend offered to lend me $100, so I'm trying to borrow the rest in chunks. If you can help thank you! If you're in the area you can always ask me to take really high quality photos for you in future :)",
      "image": "",
      "want": "t",
      "location_id": "200",
      "user_id": "147"
    },
    {
      "id": "70",
      "date": "20/12/2011 02:49:38.22+00",
      "deleted": "f",
      "title": "Wanted",
      "text": "We will trade labor or goods or share time with some of our gear in trade for time with yours-  we want 1 or 2 four-wheelers, broken down or not- we can most likely do the repairs. We would also like to trade/sell a gas dryer for an electric one, also trade our extra gas stove that is in great condition..We need different organic goods. we have extra kiwi and persimmons right now. can teach some welding and mechanic skills in trade for some other sustainable gardening skills?? I don't know--were really open!! Let us know what you have for trade- we maybe able to utilize it somehow!!",
      "image": "",
      "want": "t",
      "location_id": "202",
      "user_id": "149"
    },
    {
      "id": "71",
      "date": "21/12/2011 18:53:25.331+00",
      "deleted": "f",
      "title": "Find me on ripplepay!",
      "text": "If you want me to add you on ripplepay send me a message with your email or asking for mine :)",
      "image": "",
      "want": "f",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "72",
      "date": "21/12/2011 23:11:41.144+00",
      "deleted": "f",
      "title": "<3",
      "text": "I would like to offer my presence, here now and when I get to it. There then. I also offer intuitive healing sessions built on a foundation of conscience language, presence, deliberately articulated needs and boundaries. May the weaver be woven by the weaving. Love and light to you all!",
      "image": "post/2011/12/images.jpg",
      "want": "f",
      "location_id": "210",
      "user_id": "154"
    },
    {
      "id": "73",
      "date": "27/12/2011 17:42:04.213+00",
      "deleted": "f",
      "title": "US Dollars",
      "text": "I have a limited supply of US dollars that I'm willing to trade for trusted acknowledgements on Villages.cc at a rate of US$10.00 per Village Hour.  This offer is made in the hope that it will help to bootstrap the Villages.cc economy.",
      "image": "",
      "want": "f",
      "location_id": "47",
      "user_id": "38"
    },
    {
      "id": "75",
      "date": "28/12/2011 02:43:59.575+00",
      "deleted": "f",
      "title": "Translations",
      "text": "I need some simple documents about my workshop translated into any available languages. I can give you hours or dwolla if neccesary.",
      "image": "",
      "want": "t",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "76",
      "date": "28/12/2011 09:20:02.438+00",
      "deleted": "f",
      "title": "dishwasher",
      "text": "Hi,  \r\nHave a restaurant. Need  hardcore people.  Can pay in $ and vktual.",
      "image": "",
      "want": "f",
      "location_id": "218",
      "user_id": "159"
    },
    {
      "id": "79",
      "date": "29/12/2011 18:27:52.166+00",
      "deleted": "f",
      "title": "Un par de puros de calidad",
      "text": "Me los dan en las bodas y yo no los fumo.\r\nPrecio por los dos: 0.5 horas",
      "image": "",
      "want": "f",
      "location_id": "89",
      "user_id": "33"
    },
    {
      "id": "80",
      "date": "31/12/2011 19:51:09.12+00",
      "deleted": "f",
      "title": "Lovin' Villages.cc, Let's encourage new members!",
      "text": "Hey tribe! Lets encourage new members to participate by sending them welcome messages and making friends with them while they are expressing interest! This site is so powerful and REAL! Spread the love!",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "81",
      "date": "31/12/2011 22:22:29.094+00",
      "deleted": "f",
      "title": "Social Networking SmartPhone App Dev Consultation and/or Developer",
      "text": "I am creating a social SmartPhone App... I have an outline... now what??? I could use consultation.. maybe over Skype.. someone who can look over my powerpoint and give educated feedback... or someone that will make the app... I can give you acknowledgements and/or Dwolla payments",
      "image": "",
      "want": "t",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "82",
      "date": "31/12/2011 22:35:36.29+00",
      "deleted": "f",
      "title": "2012? Mayan Calendar? Good time to learn...",
      "text": "I have been following the Mayan Day count for 6 years and can offer my perceptions,  personal 'horoscopes' and/or cosmic info about 2012 earth transformation.. I can offer this over Skype.",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "83",
      "date": "31/12/2011 23:25:10.633+00",
      "deleted": "f",
      "title": "Books and Shipping",
      "text": "Please browse the following link for books I have available. I haven't figured out what they're worth to me yet. USPS shipping can be settled in village hours.\r\n\r\nhttp://books.google.com/books?uid=114135760955755733458&as_coll=1001&output=html_text&source=gbs_lp_bookshelf_list",
      "image": "",
      "want": "f",
      "location_id": "47",
      "user_id": "38"
    },
    {
      "id": "109",
      "date": "13/2/2012 04:17:00.499+00",
      "deleted": "f",
      "title": "Illustrator and/or Graphic Designer with an Urban Vibe",
      "text": "For a logo and flyers for an new regular event. Want super fresh, urban steez. Concept for logo is conceived, need a designer for it though. If interested please send your portfolio to winwinthepro (at) gmail (dot) com",
      "image": "",
      "want": "t",
      "location_id": "303",
      "user_id": "230"
    },
    {
      "id": "84",
      "date": "2/1/2012 08:06:14.753+00",
      "deleted": "f",
      "title": "Suomennoksia ja/tai oikolukua | Translations to/from Finnish",
      "text": "Suomennan englanninkielisiä tekstejä (kirjat, lehtiset, html-, pdf-, ja tekstitiedostot) tai ohjelmia (.pot-tiedostoista), joko Villages-tunteja, Bitcoinia, tai Ripple-krediittejä vastaan.\r\nTarjoan myös oikolukua suomenkieliselle materiaalille. Lähetä viestiä, niin sovitaan yksityiskohdista.\r\n\r\nI am a native Finn, fluent in speaking, reading and writing in English. I will thus offer translations of text documents (.html, .txt, .pdf or .pot) from English to Finnish and back, anything from books to computer programs. I'll accept compensation in either Villages hours, Bitcoin or Ripple credits. Send me a message and we can work out the details.",
      "image": "",
      "want": "f",
      "location_id": "173",
      "user_id": "125"
    },
    {
      "id": "85",
      "date": "2/1/2012 21:56:02.843+00",
      "deleted": "f",
      "title": "2012/Mayan Calendar **FREE LIVE TELECOURSE** w/ Daniel Levy",
      "text": "A gift for everyone!\r\nThis Evening, Monday 1-2-2012\r\n @ 6:00(pacific)\r\nhttps://www.facebook.com/HuManDalas?v=app_142371818162\r\nor\r\nhttp://www.livestream.com/HuMandalas?t=679795\r\nCurious about 2012 & the Mayan Calendar? There's good reason to be! It is a powerful transformative tool! Teaches us more harmonic perceptions of time and reality.\r\n\r\nWhat does this ancient day count have to say about energy, sacred geometry, evolution, harmonics and synchronicity? Learn all about it in this course!\r\n\r\nI have been following the Mayan Day Count for about 7 years. I have studied in Palenque, Tulum and Guatemala. These teachings have affected my life immensely and I want to share some of these perceptions and experiences with all of you!\r\n\r\nTalking about Tzolkin, Haab, Quiche, 13 Moon, Jose Arguelles Calleman, 9 Underworlds, Pocal Voltan Prophecies\r\n\r\nSo, if all you've heard about Mayan calendar is 'the end of the world' Learn the TRUTH, TODAY! If you've been following the count for years or have studied it a bit, you will still learn something in this course!\r\n\r\nExcited to share!! Ask questions and chat with others, live!\r\nAnd if you can't make it, it will be recorded, too!",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "86",
      "date": "2/1/2012 23:05:42.236+00",
      "deleted": "f",
      "title": "Ecotherapy",
      "text": "I am a student of Ecotherapy and if anyone in the Chico area wants to go into Bidwell Park to do some nature connecting I am open to sharing the practices I am studying.",
      "image": "",
      "want": "f",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "87",
      "date": "3/1/2012 00:10:20.083+00",
      "deleted": "f",
      "title": "EFT and Mediation",
      "text": "I have studied and trained in Emotional Freedom Technique and Nonviolent Communication extensively, especially the latter, and if you would like support in person or over the phone for emotional clearing, manifesting, communication guidance, etc please contact me.",
      "image": "",
      "want": "f",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "88",
      "date": "3/1/2012 10:34:36.928+00",
      "deleted": "f",
      "title": "villages.cc internationalization",
      "text": "Let's start a bounty for internationalizing this web. Once this is done, we'll be able to submit translations for different locations. I'll be happy to do the Spanish translation and a provisional (until a native reviews it) Portuguese one.\r\nDifferent people has offered themselves to make other translations:\r\nhttps://groups.google.com/d/topic/rippleusers/-daIj9ve6tk/discussion\r\n\r\nI offer 2 hours, 1000 namecoins and 5 bitcoins for this bounty. The bounty will go to the villages web (https://villages.cc/profiles/villages/) when it is translated. Anyone who wants to collaborate with the bounty, please, contact me.\r\nAn additional \"language\" field and filter for the posts would be great too.",
      "image": "",
      "want": "t",
      "location_id": "89",
      "user_id": "33"
    },
    {
      "id": "89",
      "date": "4/1/2012 19:56:46.444+00",
      "deleted": "f",
      "title": "Smart Phone App Development Consultation",
      "text": "Hey Gang! I want to create a social iPhone app.. I have an outline for what it will do, but I don't know what to do, next.. I'm not a programmer, but I know most of you, are... maybe someone can help me over Skype for an hour :-)",
      "image": "",
      "want": "t",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "90",
      "date": "6/1/2012 22:59:16.655+00",
      "deleted": "f",
      "title": "Permaculture Design & Consulting Services",
      "text": "For complete details on my permaculture services, please visit my website at http://sierrapermaculture.com",
      "image": "",
      "want": "f",
      "location_id": "245",
      "user_id": "172"
    },
    {
      "id": "91",
      "date": "9/1/2012 17:29:00.23+00",
      "deleted": "f",
      "title": "Welcome Nevada city And Chico crew!",
      "text": "I want the welcome the Nevada city village and Chico village, forming on here! Nevada city and Chico are  ready for this! Glad you are figuring it out! This platform is perfect for your communities and you are going to love this!",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "92",
      "date": "9/1/2012 17:35:10.121+00",
      "deleted": "f",
      "title": "Draw your own money",
      "text": "I want to remind and encourage people to recognize your power as a trusted member of community... We can draw our own bank notes!! The bank of Daniel is backed by real energy... Federal reserve notes, are not... We can \"occupy the banks\" Write what its worth and your villages.cc username so credintials can be checked.. Then, they can trade them beyond your trusted network.. Have fun, exchanging energy with friends!",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "96",
      "date": "20/1/2012 22:10:50.159+00",
      "deleted": "f",
      "title": "Sell my cartooning book",
      "text": "Book marketing support wanted: My cartooning handbook is ready with a website to sell it: see http://www.teachcartooning.com. Help with social media marketing, online marketing:",
      "image": "post/2012/01/cartooning_cover.jpg",
      "want": "t",
      "location_id": "270",
      "user_id": "201"
    },
    {
      "id": "97",
      "date": "29/1/2012 19:16:50.877+00",
      "deleted": "f",
      "title": "Nature Connection",
      "text": "I posted on here about this before, but its been a while and I'm not sure everyone has seen it. If you're having a hard time with any area of your life, and would like to find a deeper connection with the more-than-human world, I am excited to share Ecotherapy with anyone in the Chico area. Let me know :)",
      "image": "",
      "want": "f",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "99",
      "date": "1/2/2012 18:00:47.003+00",
      "deleted": "f",
      "title": "French Translations",
      "text": "Hi,\r\nIt's my first action on Villages.cc so I'm still discovering how it works.\r\n\r\nI'd like to offer *Translations* *from English or Spanish to French*. (If it's short and not official, I can maybe help also with translations from French/Spanish/English to English/Spanish).\r\nFor now, I won't accept large translations. Maximum 5 pages.\r\n\r\nFor your information, I'm a French-as-a-foreign-language Teacher in a Ecuadorian University. French is my native language.",
      "image": "",
      "want": "f",
      "location_id": "283",
      "user_id": "213"
    },
    {
      "id": "100",
      "date": "1/2/2012 21:06:48.408+00",
      "deleted": "f",
      "title": "$10 for trusted acknowledgements",
      "text": "I can give you federal reserve money in exchange for trusted acknowledgements... I use Dwolla for money transfers..",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "102",
      "date": "6/2/2012 23:00:09.758+00",
      "deleted": "f",
      "title": "Ofrezco y Demando",
      "text": "¿esto es un banco de tiempo? Si es así, yo ofrezco clases de qi-gong y de guitarra. Demando cuidado de niños, clases de tenis o de otros instrumentos musicales",
      "image": "",
      "want": "t",
      "location_id": "291",
      "user_id": "220"
    },
    {
      "id": "103",
      "date": "7/2/2012 19:40:04.957+00",
      "deleted": "f",
      "title": "grant writer",
      "text": "we will need a grant writer soon",
      "image": "",
      "want": "t",
      "location_id": "293",
      "user_id": "222"
    },
    {
      "id": "104",
      "date": "8/2/2012 17:48:46.866+00",
      "deleted": "f",
      "title": "servicios",
      "text": "buscando servicios",
      "image": "",
      "want": "f",
      "location_id": "297",
      "user_id": "225"
    },
    {
      "id": "105",
      "date": "8/2/2012 19:53:12.893+00",
      "deleted": "f",
      "title": "Alimentos naturales",
      "text": "A ser posible alimentos que tú mismo produzcas.\r\nVerduras, huevos de corral, embutidos, quesos...",
      "image": "",
      "want": "t",
      "location_id": "89",
      "user_id": "33"
    },
    {
      "id": "106",
      "date": "10/2/2012 22:55:04.027+00",
      "deleted": "f",
      "title": "Relationship Advice",
      "text": "For a modest fee, I will listen to your relationship problems and offer constructive solutions.",
      "image": "post/2012/02/funny_animated_pictures_23.png",
      "want": "f",
      "location_id": "300",
      "user_id": "227"
    },
    {
      "id": "107",
      "date": "12/2/2012 02:33:54.885+00",
      "deleted": "f",
      "title": "Crayola Marker Drawings",
      "text": "For an acknowledgement, I will draw you a picture with crayola markers and mail it to an address of your pleasing.",
      "image": "post/2012/02/bubblehockey2.jpg",
      "want": "f",
      "location_id": "300",
      "user_id": "227"
    },
    {
      "id": "108",
      "date": "13/2/2012 04:14:31.804+00",
      "deleted": "f",
      "title": "More People Coming This Way!",
      "text": "Just after the Tsunami and Radioactive disaster in Japan a bunch of people from my community started having emergency preparedness meetings. We talked about many things but one big theme that kept coming up was a network like this.\r\n\r\nI'm so glad to see this happening and am EXCITED to see what will come of it! I just posted this website on Facebook and tagged about 40 of my friends in the post and asked peeps to spread it around. Hopefully there should be a bunch of people headed this way. I'm excited to see this take off in the Bay Area and beyond!\r\n\r\nBig Love,\r\n\r\nRobin",
      "image": "",
      "want": "f",
      "location_id": "303",
      "user_id": "230"
    },
    {
      "id": "110",
      "date": "13/2/2012 04:19:05.369+00",
      "deleted": "f",
      "title": "Event Production and Logistics/Admin Consultation",
      "text": "I've been producing events for over 10 years of all kinds and sizes. I've managed stages, teams, and festivals. I've run 3 successful businesses/organizations. I've got a lot to offer, lemme know if you'd like my opinion, to mine my network, or a contract offer.",
      "image": "",
      "want": "f",
      "location_id": "303",
      "user_id": "230"
    },
    {
      "id": "111",
      "date": "14/2/2012 07:10:03.684+00",
      "deleted": "f",
      "title": "(Skype) Mayan Astrology Reading",
      "text": "I will give you the whole run down on your mayan and/or dreamspell sign, what it means and where you are in this cosmic symphony. \r\n\r\nThis is a totally different and beautiful perspective of time & energy.. It could change your life!\r\n\r\nI have been following this sacred day count for about 6 cycles around the sun.\r\n\r\nWhat's a good time for you & your skype name. I am in California (PST)\r\n\r\nPlease tell me your birthday with year, where you live and the birthdays of your partner & children..\r\n\r\nFor an hour session, I'd like to receive 1.5 'hours'",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "112",
      "date": "14/2/2012 07:30:09.224+00",
      "deleted": "f",
      "title": "Bohemian Nights",
      "text": "I see there are many people from the bay area signing up... I will be offering therapeutic AcroYoga sessions in the healing area at the Bohemian Nights Fundraiser in SF.. I am offering my services for donation and... yes, I happily accept 'hours'\r\n\r\nhttps://www.facebook.com/events/240559896026641/",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "113",
      "date": "16/2/2012 16:43:36.814+00",
      "deleted": "f",
      "title": "Help me balance my credit!",
      "text": "I owe the villages community 5.5 hours... I need to balance my credit.. Please, I WANT TO WORK FOR YOU!!! Any job is fine... Skype Coaching... data entry... local garden work.. Therapeutic AcroYoga Sessions, whatever.. let me know! I need to balance out...  \r\nIt seems villages hours are more of a commodity than fed notes...",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "114",
      "date": "16/2/2012 17:28:16.504+00",
      "deleted": "f",
      "title": "I will buy trusted hours!",
      "text": "I'll give you $10 for trusted hours... Dwolla or Bitcoin... let me know if you are in! I want to balance my credit...",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "115",
      "date": "16/2/2012 18:10:09.175+00",
      "deleted": "f",
      "title": "Crowd fund a video for villages.cc",
      "text": "Let's crowd fund a video to promote villages! pitch an hour to the villages profile with a note that it is for a video. https://www.villages.cc/profiles/villages with the",
      "image": "",
      "want": "t",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "117",
      "date": "18/2/2012 15:20:12.3+00",
      "deleted": "f",
      "title": "I'll cover a song of your choosing [2 hours]",
      "text": "Guitar + Singing, uploaded to youtube.",
      "image": "post/2012/02/what_is_this_sorcery_jpg_RE_Finally-s552x395-209637.jpg",
      "want": "f",
      "location_id": "323",
      "user_id": "248"
    },
    {
      "id": "119",
      "date": "19/2/2012 17:03:46.031+00",
      "deleted": "f",
      "title": "(skype) Manifestation Coaching",
      "text": "What would it be like if all you asked for came to be? It does...\r\nWe live in a holographic universe and our thoughts directly affect our surroundings. I can help you understand this truth & to actualize specific desires so you can consciously manifest your dreams! ALL things are possible.\r\n\r\nAlready a manifestation wizard? We all need the empowerment of others. Let's resonate each other's intentions and accelerate the process!\r\n\r\nLet me know a good time for you & your skype name. I am in California (PST)\r\nFor an hour session, I'd like to receive 2 'hours'",
      "image": "",
      "want": "f",
      "location_id": "198",
      "user_id": "143"
    },
    {
      "id": "120",
      "date": "19/2/2012 23:58:24.338+00",
      "deleted": "f",
      "title": "Mosaic / Jewelry with your logo/brand",
      "text": "I love collaborations with fellow do-ers and makers. let me create an item using your logo that you can display in your studio or give to valued clients.  (image is of commission for biz that did this). Acknowledgement will vary based on request.",
      "image": "post/2012/02/teapots.jpg",
      "want": "f",
      "location_id": "308",
      "user_id": "234"
    },
    {
      "id": "121",
      "date": "21/2/2012 02:05:23.903+00",
      "deleted": "f",
      "title": "FIY: scammy type stuff going on...",
      "text": "Don't endorse people just because they endorse you... If you endorse people that are not trustworthy, you loss the trust of others.\r\n\r\nPeople with 1,000,000 direct hours? and in debt thousands of hours... I got a 'gift' of 4000 direct hours the other day from someone I don't know???  WTF?? there's people trying to find ways to scam the trust network??? lol.. good luck with that... \r\n\r\nJust so you know... if you are in debt 6,000 hours, I am not going to endorse you, even if you endorse me and give me 10,000 direct hours... maybe try introducing yourself, first... That's all there is to it.",
      "image": "",
      "want": "f",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "122",
      "date": "21/2/2012 02:55:09.258+00",
      "deleted": "f",
      "title": "SEO Support for Your Website",
      "text": "Want to get found online?  Include your physical location as well as the service you provide.  If you are a plumber in Oshkosh, potential clients will be entering \"Oshkosh Plumber\" in their Google search.  For more great tips, email me or see the Good Cause Marketing website or FB page.",
      "image": "post/2012/02/gcm_full_sun_2x2_frameless.jpg",
      "want": "f",
      "location_id": "270",
      "user_id": "201"
    },
    {
      "id": "123",
      "date": "23/2/2012 13:47:20.205+00",
      "deleted": "f",
      "title": "Intro Drum Lessons",
      "text": "Considering taking up drumming? I can sit you down at my drumkit and give you a beginner lesson to get you started off on the right foot.  20+ years playing experience in Rock, Funk, Jazz and pop.  Located 10 min from downtown Ottawa.",
      "image": "",
      "want": "f",
      "location_id": "352",
      "user_id": "273"
    },
    {
      "id": "124",
      "date": "25/2/2012 17:50:29.463+00",
      "deleted": "f",
      "title": "Translations",
      "text": "I can translate to you    FROM       TO      \r\n                                   English-----Spanish or Catalan\r\n                                   Spanish----Catalan \r\n                                   Catalan-----Spanish\r\nThe hearts will depend on the large of the text, I think we can arribe to an agreement\r\n\r\nTraduzco de Ingés a Catalan o Castellano\r\n              de Castellano a Catalan\r\n            i de Catalan a Castellano\r\nLos corazones dependeran del largo del texto, creo que llegaremos a un acuerdo!!!",
      "image": "",
      "want": "f",
      "location_id": "347",
      "user_id": "269"
    },
    {
      "id": "126",
      "date": "25/2/2012 22:44:37.348+00",
      "deleted": "f",
      "title": "land to go off grid",
      "text": "Hey beautiful people...I really need land that I can go off the grid on in exchange for eggs and raw milk and raw cheese etc...\r\nI am building a self contained home \r\nI know there is land out there that isnt being used...I need to allow it into my experience now",
      "image": "post/2012/02/tiny_house_ex_pic.jpg",
      "want": "t",
      "location_id": "292",
      "user_id": "221"
    },
    {
      "id": "127",
      "date": "25/2/2012 22:46:28.982+00",
      "deleted": "f",
      "title": "Website Development & Hosting",
      "text": "I can build and host community or e-commerce websites",
      "image": "",
      "want": "f",
      "location_id": "365",
      "user_id": "283"
    },
    {
      "id": "128",
      "date": "25/2/2012 22:58:22.646+00",
      "deleted": "f",
      "title": "Thailand: info & cheap travel",
      "text": "Need information about Thailand?  Want to know how to travel cheaply?  I live here on $300 a month  :)",
      "image": "post/2012/02/Thailand.jpg",
      "want": "f",
      "location_id": "365",
      "user_id": "283"
    },
    {
      "id": "129",
      "date": "25/2/2012 23:22:02.22+00",
      "deleted": "f",
      "title": "Web/Article/Book editing",
      "text": "I'm an experienced writer looking for English-language editing work. I can help make your job application, web post, article, or book enjoyable and easy to read.\r\n\r\nI hold a PhD in the history of psychology (see http://ucl.academia.edu/TomQuick), and have considerable experience helping my students with their essays.",
      "image": "",
      "want": "f",
      "location_id": "368",
      "user_id": "284"
    },
    {
      "id": "130",
      "date": "25/2/2012 23:27:55.226+00",
      "deleted": "f",
      "title": "Editing a language wiki",
      "text": "I am starting a new wiki: http://arkhive.wikispot.org\r\n\r\nIf you have any expertise or enthusiasm relating to language, etymology and the relations between words (including knowledge of non-English languages), I would appreciate your help immensely.\r\n\r\nPlease let me know if you would be willing to contribute, and what you would like in return! :-)\r\n\r\nThanks, \r\nTom",
      "image": "",
      "want": "t",
      "location_id": "368",
      "user_id": "284"
    },
    {
      "id": "131",
      "date": "25/2/2012 23:48:56.325+00",
      "deleted": "f",
      "title": "Web/Article/Book drafting",
      "text": "I'm an experienced writer looking for English-language drafting work. I can compose a web post, article, or book for you that is both enjoyable, and easy to read.\r\n\r\nRelevant qualification: I hold a PhD in the history of psychology (see http://ucl.academia.edu/TomQuick).",
      "image": "",
      "want": "f",
      "location_id": "368",
      "user_id": "284"
    },
    {
      "id": "132",
      "date": "26/2/2012 21:25:30.201+00",
      "deleted": "f",
      "title": "good used volvo",
      "text": "looking for good used volvo, with not too many miles. station wagon. thank you.olivia",
      "image": "",
      "want": "f",
      "location_id": "387",
      "user_id": "296"
    },
    {
      "id": "134",
      "date": "1/3/2012 01:25:14.506+00",
      "deleted": "f",
      "title": "Computer Repair",
      "text": "I have been fixing computers for over 10 years. If you need some help or advice you can call me @ 602-345-1531\r\nMy base price is 1.75 toz/Ag (silver)",
      "image": "",
      "want": "f",
      "location_id": "414",
      "user_id": "318"
    },
    {
      "id": "135",
      "date": "1/3/2012 05:37:27.384+00",
      "deleted": "f",
      "title": "Starting out",
      "text": "Have just heard about Ripple on MaxKeiser.com thought I would try it out.  Services offered - web hosting and design, Agile team management, software architecture",
      "image": "",
      "want": "f",
      "location_id": "416",
      "user_id": "320"
    },
    {
      "id": "136",
      "date": "1/3/2012 09:14:41.111+00",
      "deleted": "f",
      "title": "Community Development Booklet",
      "text": "This booklet is designed to be used by groups of all kinds to promote community development by use of a cooperative business structure and cc. It especially focuses on use by council and is in the process of being adopted by the EDC in Bracebridge and the Green Party of Manitoba as well as a couple of churches and Burks Falls. The system can be used even in the most impoverished areas and is of course adoptable by any group using either a local currency or the cooperative business model.\r\n\r\nPlease email me for a copy.",
      "image": "",
      "want": "f",
      "location_id": "418",
      "user_id": "322"
    },
    {
      "id": "137",
      "date": "1/3/2012 21:09:12.975+00",
      "deleted": "f",
      "title": "Promo video for __________ ?",
      "text": "I will create a promo video for your business.\r\n\r\nI will also help you market the video a bit to get it some views and to get it ranked higher in the internet searches.\r\n\r\nClick the following link to see an example of my work:\r\nhttp://www.youtube.com/watch?v=z3VDJDPMOmk\r\n\r\nThe video I create for you will be up to 7 minutes in length.\r\n\r\nAfter the video is completed I will furnish you a copy of it in a windows media video(wmv) format.\r\n\r\nThis service is $250 or I'd be willing to trade for the following items:\r\n\r\nWal-mart gift card\r\nK-mart gift card\r\nTarget gift card\r\nSmith's gift card\r\nArmy/Navy store gift card\r\nSportsman Ski House gift card\r\nGas station gift card\r\nGift certificate to a local healthfood store\r\nGift certificate to a local bakery\r\nAn SKS rifle(Russian or Yugoslav)\r\nJunk silver coins\r\n\r\nI'm also open to the idea of trading for other items/services.\r\n\r\nPlease reply to this post for more information or e-mail me at john_u78@yahoo.com",
      "image": "post/2012/03/success.jpg",
      "want": "f",
      "location_id": "401",
      "user_id": "306"
    },
    {
      "id": "138",
      "date": "3/3/2012 04:59:29.346+00",
      "deleted": "f",
      "title": "Blogging Support",
      "text": "How do get folks to read your newsletters, Facebook, and blog posts?\r\nAns: give valuable info they're looking for, NOT just your promo.\r\nHow do you use your Email contacts to get more followers, referrals, and work?\r\nAns: give valuable info.\r\nAns #2: let me train and coach you to integrate blogging and emails and newsletters with your direct contact and website promotions",
      "image": "post/2012/03/gcm_full_sun_2x2_frameless.jpg",
      "want": "f",
      "location_id": "270",
      "user_id": "201"
    },
    {
      "id": "139",
      "date": "5/3/2012 06:26:03.947+00",
      "deleted": "f",
      "title": "Share Circle Ceremonies and earn hOURS!!",
      "text": "Cultivate trusted networks with HuMandalas...\r\n\r\nAdd your HuMandala connections to the HuManDalas Map by posting on twitter with #DidHuMandala in the message! Use SMS! \r\nText 40404 w/ msg 'follow humandalas' (US)\r\n\r\nActivate the portals everywhere we go.. \r\n\r\nmuch synchronicity shall be shown :-) I am doing 3+ every day! \r\nFollow my HuMandala Adventures\r\nhttps://twitter.com/#!/search/realtime/%23didhumandala\r\n\r\nI want to encourage everyone to spread the love in this way. I invite you to start with 3 a week..\r\n\r\n I am offering incentives of $10 off HuMandala events for 20 posts or 1 hOUR on http://villages.cc/ \r\n\r\nGet paid to share HuMandalas & other Circle Ceremonies! What more could you ask for? I am open to hOUR donations towards this cause, too...\r\nhttp://HuMandalas.com for more info\r\n\r\nAbout HuMandalas:\r\nhttp://www.youtube.com/watch?v=PNY2tXDDkPU\r\n\r\n\r\nAn Intro Tutorial\r\nhttp://humandalas.com/meme/galactic-spiral-connection/",
      "image": "post/2012/03/spiralDUP1.jpg",
      "want": "f",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "140",
      "date": "6/3/2012 06:26:04.869+00",
      "deleted": "f",
      "title": "Ahh.. nice to have a positive balance...",
      "text": "Got to help a couple friend's move and was able to pay off my translation debt... Now, I am in positive balance, YES!! I love villages!",
      "image": "",
      "want": "f",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "142",
      "date": "6/3/2012 22:39:48.677+00",
      "deleted": "f",
      "title": "People are testing the network.. ok",
      "text": "https://bitcointalk.org/index.php?topic=64411.0;all\r\n\r\nPlease don't mess with me.. test amongst yourselves... Have fun!",
      "image": "",
      "want": "f",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "143",
      "date": "8/3/2012 14:27:54.05+00",
      "deleted": "f",
      "title": "Translation & subtitling",
      "text": "Professional quality translation :\r\nEnglish --> French or French --> English.\r\nVideo edition and subtitling.\r\n\r\nTraduction de qualité professionelle :\r\nFrançais --> Anglais ou Anlgais --> Français.\r\nEdition vidéo et sous-titrage.",
      "image": "",
      "want": "f",
      "location_id": "410",
      "user_id": "299"
    },
    {
      "id": "144",
      "date": "8/3/2012 19:26:14.784+00",
      "deleted": "f",
      "title": "Services i can offer locals in Santa Cruz county, California, in order to earn hours credit here on this villages website program --->",
      "text": "Services i can offer locals in Santa Cruz county, California, in order to earn hours credit here on this villages website program --->\r\nchildcare {attentive clean sober smoke-free}; guided tours including organic farms, gardens, spiritual communities, misc, etc.\r\nteaching/showing fruit trees propagation, guiding green guerrilla gardening projects. handing out fliers for worthy events or whatever. also maybe gardening [especially if organic food plants especially food trees, perennials, perma-culture; also no poison oak nor other danger]. \r\nask me about anything, b/c i also network, link, connect. email is best b/c free, i guess email me here b/c i am unsure if we are supposed to give our personal direct email here, let me know. always leave message and say you phone first twice or thrice clear and enunciate well so i can write your phone number to call you back, maybe say your email too, you can say up to long ten minute messages 24/7 anytime onto my voice-mail phone 831-425-3334 Star*\r\nAlso maybe give gentle massages to pleasant vegan str8edge damsel-maidens, clean sober smoke-free beautiful young women.    ;-)    <3",
      "image": "post/2012/03/plant.jpg",
      "want": "f",
      "location_id": "441",
      "user_id": "342"
    },
    {
      "id": "145",
      "date": "8/3/2012 19:37:58.28+00",
      "deleted": "f",
      "title": "PLEASE, everyone contact SERGEY BRIN at GOOGLE and politely courteously peace mediate so he comes to meet me in santa cruz california to tithe ten percent = billion$ for charity b/c i named GOOGLE ! sergey brin WILL HONESTLY ADMIT HE REMEMBERS I NAMED google, B/C HE AND I WERE ALONE TOGETHER WHEN I NAMED google BEFORE IT BEGAN MAKING PROFIT, WHEN IT WAS A START-UP IN THE 90'S. the fate of the... world depends upon your cooperation, JUST DO IT !  SERGEY BRIN c/o Google Inc. 1600 Amphitheatre Parkway Mountain View, CA 94043.  Phone: +1 650-253-0000.  Fax: +1 650-253-0001",
      "text": "PLEASE, everyone contact SERGEY BRIN at GOOGLE and politely courteously peace mediate so he comes to meet me in santa cruz california to tithe ten percent = billion$ for charity b/c i named GOOGLE ! sergey brin WILL HONESTLY ADMIT HE REMEMBERS I NAMED google, B/C HE AND I WERE ALONE TOGETHER WHEN I NAMED google BEFORE IT BEGAN MAKING PROFIT, WHEN IT WAS A START-UP IN THE 90'S. the fate of the... world depends upon your cooperation, JUST DO IT !\r\n\r\nSERGEY BRIN\r\nc/o Google Inc.\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043.\r\n\r\nPhone: +1 650-253-0000.\r\n\r\nFax: +1 650-253-0001\r\n\r\nplease also email me and/or phone me to tell me how you did, max details, and how it went, via what form, post, fax, phone, etc; and let me know total time it took you and say if you ten want me to donate time to your profile or if it's gratis b/c i named google and you and everyone uses google, gets gmails, and sees movies with characters doing google searches etc; so actually you could donate some hours here to me for all that ! either way, thanks for helping contact sergey brin for him to meet me in santa cruz to talk about the tithe ten percent of all google profits and his savings/profits he owes me.... ! for goodness sakes ! i plan to have the money be tax-free via charity, for lands in California to share ecovillages with vegan edge to save world via sustainability practice, example, edu....",
      "image": "",
      "want": "t",
      "location_id": "441",
      "user_id": "342"
    },
    {
      "id": "146",
      "date": "13/3/2012 03:03:57.05+00",
      "deleted": "f",
      "title": "Need Toddler Bed(want)",
      "text": "Hey there I am in need of a toddler bed, please let me know if you know someone whose selling one cheap or is trying to get rid of one!! thanks!!",
      "image": "",
      "want": "t",
      "location_id": "447",
      "user_id": "346"
    },
    {
      "id": "148",
      "date": "16/3/2012 00:41:03.95+00",
      "deleted": "f",
      "title": "Categories for Posts",
      "text": "villages > suggestion (example pair)\r\n\r\nSuggestions\r\n—for Everyone: \r\n- Categorize your posts for greater searchability, (including your existing posts)\r\n- format categories below in pairs like example above\r\n- multiple pairs ok! \r\n- suggest new categories\r\n- search using one or both categories\r\n\r\n—for Webmaster: \r\n- post this list on homepage \r\n- each item as a link to a page of search results \r\n(I would do the html, please tell me how to leave out radius function)\r\n\r\nCategories adapted from http://craigslist.org \r\nWhat do you all think?\r\n\r\nVILLAGES\r\nabuse\r\nblog\r\nbest of\r\ndevelopment\r\nlinks\r\nquestion\r\nsafety\r\nsuggestion\r\nvillages TV\r\n\r\nCOMMUNITY\r\nactivities\r\nartists\r\nchildcare\r\nclasses\r\nevents\r\ngeneral\r\ngroups\r\nlocal news\r\nlost+found\r\nmusicians\r\npets\r\npolitics\r\nrideshare\r\nvolunteers\r\n\r\nPERSONALS\r\ncasual encounters\r\nmen seeking men\r\nmen seeking women\r\nmisc romance\r\nmissed connections\r\nrants and raves\r\nstrictly platonic\r\nwomen seek women\r\nwomen seeking men\r\n\r\nHOUSING\r\napartments\r\nfor sale\r\noffice+commercial\r\nparking+storage\r\nrooms\r\nsublets+temporary\r\nswap\r\nvacation rentals\r\nwanted\r\n\r\nFOR SALE\r\nantiques\r\nappliances\r\narts+crafts\r\nauto parts\r\nbaby+kids\r\nbarter\r\nbeauty+health\r\nbikes\r\nboats\r\nbooks\r\nbusiness\r\ncars+trucks\r\ncds+dvd+vhs\r\ncell phones\r\nclothes+accessories\r\ncollectibles\r\ncomputer\r\nelectronics\r\nfarm+garden\r\nfree\r\nfurniture\r\ngarage sale\r\ngeneral\r\nhousehold\r\njewelry\r\nmaterials\r\nmotorcycles\r\nmusic instr\r\nphoto+video\r\nrv\r\nsporting\r\ntickets\r\ntools\r\ntoys+games\r\nvideo gaming\r\nwanted\r\n\r\nSERVICES\r\nautomotive\r\nbeauty\r\ncomputer\r\ncreative\r\ncycle\r\nevent\r\nfarm+garden\r\nfinancial\r\nhousehold\r\nlabor+move\r\nlegal\r\nlessons\r\nmarine\r\npet\r\nreal estate\r\nskilled trade\r\nsmall business\r\ntherapy\r\ntravel+vacation\r\nwrite+edit+translate\r\n\r\nJOBS\r\naccounting+finance\r\nadmin+office\r\narch+engineering\r\nart+media+design\r\nbiotech+science\r\nbusiness+mgmt\r\ncustomer service\r\neducation\r\nfood+beverage+hospitality\r\ngeneral labor\r\ngovernment\r\nhuman resources\r\ninternet engineer\r\nlegal+paralegal\r\nmanufacturing\r\nmarketing+pr+ad\r\nmedical+health\r\nnonprofit sector\r\nreal estate\r\nretail+wholesale\r\nsales+business development\r\nsalon+spa+fitness\r\nsecurity\r\nskilled trade+craft\r\nsoftware+quality assurance+database admin\r\nsystems+network\r\ntechnical support\r\ntransport\r\ntv+film+video\r\nweb+info design\r\nwriting+editing\r\n\r\nGIGS\r\ncomputer\r\ncreative\r\ncrew\r\ndomestic\r\nevent\r\nlabor\r\ntalent\r\nwriting",
      "image": "",
      "want": "f",
      "location_id": "442",
      "user_id": "343"
    },
    {
      "id": "149",
      "date": "16/3/2012 02:16:39.28+00",
      "deleted": "f",
      "title": "Villages Quick Guide",
      "text": "villages > help\r\n\r\nThis is a brief guide to Villages and its terminology. \r\n[Work in Progress. Please send suggestions.]\r\n\r\nVillages is an online economic system with:\r\n- a social network of producers\r\n- a marketplace of ads and private messages\r\n- a payment system (credit clearing)\r\n- an alternative currency (mutual credit)\r\n\r\nIt is based on the Ripple web-based mutual credit clearing system. Ripple models how people actually extend each other varying amounts of credit based on experience and trust. Then it finds paths of trust to enable strangers to pay each other. So unlike LETS, there is no collectivized debt exposure requiring arbitrary administration.\r\n\r\nGLOSSARY  \r\nPost - ad or announcement\r\nHour - unit and name of currency (time-based, divided with decimals)\r\n\r\nEndorse - to extend a line of credit\r\nHeart - hour-unit of line of credit\r\n\r\nAcknowledge - to credit or pay \r\nTrusted - endorsed\r\nDirect - unendorsed\r\n\r\nHealth - a person's unused percentage of your endorsement. A simple credit rating.\r\nOverall Balance - total hours\r\nTrusted Balance - trusted hours\r\nReputation - total hearts with you, both directly and indirectly through a person's trusted paths to you in the network.\r\n\r\nWhen posting, use \"Easy Categories\". See next post or:\r\nhttps://villages.cc/posts/148/",
      "image": "",
      "want": "f",
      "location_id": "457",
      "user_id": "343"
    },
    {
      "id": "178",
      "date": "15/5/2012 04:28:47.053+00",
      "deleted": "f",
      "title": "Need Extra Hands!",
      "text": "Hey Y'all,\r\n\r\nI need a few more hands to help transplant QUITE a few sensitive seedlings into larger pots.  I can show you what to do, and even work along side you!",
      "image": "",
      "want": "t",
      "location_id": "550",
      "user_id": "428"
    },
    {
      "id": "150",
      "date": "17/3/2012 19:53:06.64+00",
      "deleted": "f",
      "title": "Seeking input on new direction for Villages",
      "text": "A couple days ago, I watched a video of Alfie Kohn talking about how when you give students grades, they lose motivation for true learning.  Here's a small part:\r\n\r\nhttps://www.youtube.com/watch?v=EQt-ZI58wpw\r\n\r\nIt occurred to me that the same might be said of money:  When people work for money, they lose motivation for true giving.  \r\n\r\nMaybe we should simplify Villages by getting rid of the monetary aspect entirely.  No hours, no hearts, just one way to indicate that you think someone's OK, no number attached.  Then we can find good people to help and help us out, and not worry about the numbers -- that was never the point anyway.  And if we happen to help someone out who never gives back, oh well, it's only helping them to come around eventually.  If people want to transact in cash, that's fine too, but ideally it would be by donation...\r\n\r\nSo...  What do you lovely people think?  Reply to this post, or in the discussion group I've set up:\r\n\r\nhttps://groups.google.com/group/villagescc/\r\n\r\nThanks!\r\n\r\nRyan",
      "image": "post/2012/03/377_a_new_direction.jpg",
      "want": "t",
      "location_id": "6",
      "user_id": "2"
    },
    {
      "id": "153",
      "date": "24/3/2012 18:58:07.507+00",
      "deleted": "f",
      "title": "PC help",
      "text": "Biete Hilfe mit PC\r\ngerne Linux Einführung\r\n\r\nsiehe auch weiteren post für websites",
      "image": "",
      "want": "f",
      "location_id": "475",
      "user_id": "372"
    },
    {
      "id": "154",
      "date": "24/3/2012 18:58:55.921+00",
      "deleted": "f",
      "title": "Website Hilfe",
      "text": "Biete Service für Websites, erstellung\r\nContent systeme, zb drupal\r\n\r\noder auch social network hilfe",
      "image": "",
      "want": "f",
      "location_id": "475",
      "user_id": "372"
    },
    {
      "id": "155",
      "date": "26/3/2012 09:28:30.044+00",
      "deleted": "f",
      "title": "Fix computer",
      "text": "I can fix your computer, set up your network, set up your printer, or connect your entertainment system.",
      "image": "",
      "want": "f",
      "location_id": "479",
      "user_id": "373"
    },
    {
      "id": "156",
      "date": "31/3/2012 03:44:02.794+00",
      "deleted": "f",
      "title": "Quality Dumpster Dived Goods",
      "text": "If you are in the area I will trade you any of the following items for acknowledgments. Here is a link to a picture of the items, listed below: \r\n\r\nhttp://www.facebook.com/photo.php?fbid=244011855694923&set=a.244011465694962.53689.235806249848817&type=1&theater\r\n\r\nItems with suggested amount of acknowledgments, feel free to haggle :)\r\n\r\nColorful scarves (pink, gold, purple, sky blue, or turquoise) ~ .1 (each)\r\nHats, crocheted or not ~ .1\r\nDragon Sarong ~ .25 \r\nWhite Tiger print fleece blanket ~ .2\r\nOld school wallets ~ .1 each\r\nStuffed animal ~ free to good home",
      "image": "",
      "want": "f",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "158",
      "date": "2/4/2012 01:32:53.222+00",
      "deleted": "f",
      "title": "Home Repairs",
      "text": "I specialize in all manner of interior home repairs and painting, especially wall & ceiling repairs.\r\n\r\nI am a CSLB C-9 licensed contractor, #957742, and have over 30 years continuous experience in the trade. I specialize in water, fire, and tenant damage, and custom texturing.\r\n\r\nMy rates are reasonable, and I've been in business since Jan 2005. So far, I have had about 1000 satisfied customers.\r\n\r\nIf you go to http://kemjak.com you can see examples of my work in process. I don't remember to post every single job online, but you'll be able to see jobs from beginning to end. \r\n\r\nFeel free to call or text me direct at 209-613-0559. I always answer unless I'm driving or using a power tool. Or call our business line early morning or evenings 209-575-2595. See our ad in the yellow pages under Drywall contractors.",
      "image": "post/2012/04/2011-10-31_14.06.52.jpg",
      "want": "f",
      "location_id": "468",
      "user_id": "366"
    },
    {
      "id": "159",
      "date": "5/4/2012 19:55:59.789+00",
      "deleted": "f",
      "title": "10 things I want (per request of Seth de I'Isle)",
      "text": "1. a really good web developer to work with\r\n2. a really good computer programer to work with\r\n3. business referrals for graphic arts/ web design work\r\n4. my car needs a lot of cosmetic work (electric heated seat is broken and its leather is cracked and destroyed, side view mirror someone hit n ran 2 years ago, a few dings and scratches etc...)\r\n5.organic foods of any kind\r\n6.to work with and learn from people who have cool things to teach\r\n7. telecommute making some cool music (I like to sing but I have a bunch of instruments to) influences are gotye, radiohead, m83, sigor rois, a perfect circle, pink floyd, bethoven, damien rice, and more..\r\n8.maybe sell (or make people some artwork (painting sculpting, drawing etc..)\r\n9. an iphone for my wife\r\n10.to promote and refine free exchange markets like this one",
      "image": "",
      "want": "t",
      "location_id": "489",
      "user_id": "379"
    },
    {
      "id": "160",
      "date": "5/4/2012 19:58:49.315+00",
      "deleted": "f",
      "title": "web/graphic/ and traditional arts",
      "text": "my website is:\r\nJoshualeewillems.com\r\nI offer my services to the community!\r\n\r\n:)",
      "image": "",
      "want": "f",
      "location_id": "489",
      "user_id": "379"
    },
    {
      "id": "161",
      "date": "12/4/2012 15:16:23.509+00",
      "deleted": "f",
      "title": "Books for Trade (per request of Seth)",
      "text": "I have added 20 so far and there will be more to come I imagine. Send me a message about which one you're interested in and where you live so I can calculate how many acknowledgments I'd want with shipping.\r\n\r\nhttp://books.google.com/books?uid=103004121465684360498&as_coll=1001&source=gbs_lp_bookshelf_list",
      "image": "",
      "want": "f",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "162",
      "date": "12/4/2012 15:25:17.697+00",
      "deleted": "f",
      "title": "10 Things I Want (per request of Seth)",
      "text": "1.) Meaningful, ethical job opportunities\r\n2.) DIY building materials and help this summer in Chico area - need pallets, corrugated metal sheets, tarps, etc.\r\n3.) Organic food\r\n4.) Carpools to Cohasset from Chico and vice versa\r\n5.) Someone to make fliers for events I want to do, and promote them (such as Dumpster Week)\r\n6.) Cast-iron pans in good condition\r\n7.) A nice big tent in good condition\r\n8.) Massages\r\n9.) Carpools  (in your car) in general around Cali, such as to and from the Bay on occasion, and also to and from Redding area\r\n10.) Someone to do the flea market with who's reliable and has a car",
      "image": "",
      "want": "t",
      "location_id": "209",
      "user_id": "147"
    },
    {
      "id": "163",
      "date": "13/4/2012 15:04:46.897+00",
      "deleted": "f",
      "title": "Training/entrenamientos",
      "text": "Make personalized fitness training, athletics (running, jumping and throwing) and football\r\n\r\nRealizar entrenamientos personalizados de musculación, atletismo (carreras, saltos y lanzamientos) y fútbol",
      "image": "",
      "want": "f",
      "location_id": "505",
      "user_id": "390"
    },
    {
      "id": "164",
      "date": "13/4/2012 15:07:55.206+00",
      "deleted": "f",
      "title": "Nanny/niñera",
      "text": "Me ofrezco para cuidado de niños de cualquier edad.",
      "image": "",
      "want": "f",
      "location_id": "505",
      "user_id": "390"
    },
    {
      "id": "165",
      "date": "13/4/2012 15:10:39.648+00",
      "deleted": "f",
      "title": "Guitar class online",
      "text": "I want to learn to play classic guitar.",
      "image": "",
      "want": "t",
      "location_id": "505",
      "user_id": "390"
    },
    {
      "id": "166",
      "date": "13/4/2012 15:15:48.403+00",
      "deleted": "f",
      "title": "Spanish teacher",
      "text": "I teach spanish on-line. All levels.",
      "image": "",
      "want": "f",
      "location_id": "505",
      "user_id": "390"
    },
    {
      "id": "170",
      "date": "22/4/2012 20:56:29.249+00",
      "deleted": "f",
      "title": "Do you know about sump pumps?",
      "text": "My sump pump is acting up and i am in desperate need of someone who knows who to change one out. I have all the parts just lack the skill. \r\n\r\nI'll be your right hand man and offer music lessons or anything else I can. Please let me know.",
      "image": "",
      "want": "t",
      "location_id": "515",
      "user_id": "399"
    },
    {
      "id": "171",
      "date": "24/4/2012 04:27:04.158+00",
      "deleted": "f",
      "title": "Haircut",
      "text": "I need a good haircut! Are you ready for me to rock this new doo on stage?",
      "image": "",
      "want": "t",
      "location_id": "497",
      "user_id": "385"
    },
    {
      "id": "173",
      "date": "8/5/2012 12:37:52.897+00",
      "deleted": "f",
      "title": "2 Kleiderschränke",
      "text": "Hallo, ich habe 2 Kleiderschränke von IKEA, die ich abgeben würde. Sie sind schon ein paar Jahre alt, aber durchaus noch brauchbar.\r\nEin Bild kommt in Kürze.",
      "image": "",
      "want": "f",
      "location_id": "540",
      "user_id": "420"
    },
    {
      "id": "174",
      "date": "8/5/2012 12:38:29.366+00",
      "deleted": "f",
      "title": "Einrad 26 Zoll",
      "text": "Hallo, ich suche ein Einrad mit Reifengröße 26 Zoll.",
      "image": "",
      "want": "t",
      "location_id": "540",
      "user_id": "420"
    },
    {
      "id": "175",
      "date": "10/5/2012 22:14:46.472+00",
      "deleted": "f",
      "title": "Body Work",
      "text": "I've been working on people for years, and can include energetic work if desired. Just got a new table and would love to use it :)",
      "image": "",
      "want": "f",
      "location_id": "497",
      "user_id": "385"
    },
    {
      "id": "176",
      "date": "11/5/2012 22:14:44.918+00",
      "deleted": "f",
      "title": "Organize Colorado",
      "text": "I am looking for small business owners and individuals in Colorado to get together and create a currency network here, especially in Denver.  Let me know if you live in or near Denver so we can work together on this!",
      "image": "",
      "want": "f",
      "location_id": "546",
      "user_id": "425"
    },
    {
      "id": "177",
      "date": "15/5/2012 00:44:40.183+00",
      "deleted": "f",
      "title": "Want to learn:",
      "text": "I would like to learn!  These things and more:\r\n-Beginner level keyboard / piano / any woodwinds / any instruments with notes really!\r\n-Conversational French \r\n-Cooking! especially vegetarian\r\n-Carpentry / furniture and cabinet making \r\n-Electrical engineering\r\n-New hiking / trails spots in the greater Triangle area\r\n-Indoor growing of food \r\n-Homebrewing and all kinds of fermenting\r\n-The things I don't know that I need to learn but I need to learn\r\n-Whatever you are very enthusiastic about, I would probably like to learn",
      "image": "",
      "want": "t",
      "location_id": "542",
      "user_id": "413"
    },
    {
      "id": "179",
      "date": "18/5/2012 03:32:47.425+00",
      "deleted": "f",
      "title": "AcroYoga, HuMandala Visioning Gathering and Potluck - Tuesday's in Santa Cruz",
      "text": "Want to learn skills for cultivating more love and consciousness in community? YES!!!\r\n\r\nJoin me at my beautiful forest community home in the Santa Cruz Mountains!\r\n\r\nThis Tuesday, starting around 5:00, we will activate the AcroYoga Portal with Fun, Therapeutic, Flying Yoga and Thai Massage led by me, Daniel. \r\n\r\nI am a certified Synergy Flying Yoga and Hatha Yoga instructor.\r\n\r\nIf you think flying is not for your body type/flexibility, come anyway and indulge in the conscious energy cultivation! We will keep the flying flows simple and playful.. not an acrobatics class.. Everyone is welcome!\r\n\r\nThis is a gathering of presence & positivity! Please align to hold that tone so we can cultivate this energy, together!\r\n\r\n** Bring a vibrant, vegan, organic dish to bless and share! **\r\n\r\nWe will activate this food with a full power HuMandala blessing and while we enjoy our food, everyone will have an opportunity to share inspirational stories and insights about sacred geometry, human evolution and new paradigm culture.\r\n\r\nHuMandala Massage and co-creative play time after food... **Get your bliss on!**\r\n\r\n**HOT TUB!!** Bring a towel!\r\n\r\nBecause this is a community house.. we have to finish up by 10:00, Thanks!\r\n\r\n\r\n** Keep a balanced energy exchange **\r\nGive Daniel an hour in exchange via alt currency site http://villages.cc, profile http://villages.cc/profiles/allinfinite/\r\nor Equal Fed note contribution\r\n\r\nThis is a focused gathering, No alcohol, please.\r\n\r\n**PARK ON THE ROAD and walk in as parking is limited at 3960**\r\n\r\nFB event page \r\nhttps://www.facebook.com/events/233983180035365/\r\n\r\nSee http://HuMandalas.com/ for more info about Daniel Levy and HuMandalas!\r\n\r\nhttp://humandalas.com/flying.html for info about Flying Yoga!\r\n\r\nContact Daniel at 541.613.0387",
      "image": "",
      "want": "f",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "182",
      "date": "23/5/2012 21:00:37.975+00",
      "deleted": "f",
      "title": "Massage or Psychic Readings",
      "text": "Can offer massage (swedish or reiki ) session. Or Psychic Readings via phone, skype or in person.",
      "image": "",
      "want": "f",
      "location_id": "581",
      "user_id": "446"
    },
    {
      "id": "183",
      "date": "24/5/2012 20:24:16.555+00",
      "deleted": "f",
      "title": "Actualize your full super hero potential",
      "text": "I offer one on one or group empowerment and vibrancy sessions to help you actualize your full super hero potential I offer unique sessions, incorporating EFT (emotional freedom technique), NLP (neural linguistic programming), yoga, sacred geometry, law of attraction, Mayan Cal & HuMandalas. I can offer this service over Skype.",
      "image": "",
      "want": "f",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "184",
      "date": "26/5/2012 18:43:40.088+00",
      "deleted": "f",
      "title": "Teach Me to Fish",
      "text": "I would love to learn how to fish.",
      "image": "",
      "want": "t",
      "location_id": "585",
      "user_id": "450"
    },
    {
      "id": "185",
      "date": "31/5/2012 02:12:06.062+00",
      "deleted": "f",
      "title": "Bus Life",
      "text": "We are going to live on a bus! Any advice, tutorials, consulting on simple life, veggie oil, compost toilet, more would be so helpful. Thanks!",
      "image": "",
      "want": "t",
      "location_id": "561",
      "user_id": "437"
    },
    {
      "id": "186",
      "date": "4/6/2012 20:38:38.423+00",
      "deleted": "f",
      "title": "Social Net Game to encourage physical interaction",
      "text": "Seeking more computer programmers (Java, iOS, Open Source) to assist in the creation of the HuMandala game to encourage Real world, intentional physical interactions (HuMandalas).. Functioning through Twitter..\r\n\r\nMotivation through mapping,\r\nA point system (complementary currency that can be gifted to others or offered as award for completing targeted missions/races), \r\n\r\nAI missions to connect  with specific/popular people, locations and intentions..\r\n\r\nOther engaging gaming features (streak bonus', Connection of the day, Vortex Grids)\r\n\r\nConnect w/ my current developer, Seth https://villages.cc/profiles/seh/\r\n\r\nMore info about HuMandalas\r\nhttp://HuMandalas.com\r\n\r\nWePay CrowdFund page\r\nhttps://www.wepay.com/donations/global-humandala-trend-w-a-twitter-based-game",
      "image": "post/2012/06/spiral5.jpg",
      "want": "t",
      "location_id": "341",
      "user_id": "143"
    },
    {
      "id": "187",
      "date": "7/6/2012 22:36:38.657+00",
      "deleted": "f",
      "title": "Venus rsising",
      "text": "ahhh I hope you all have shed your past life hurts and cleansed yourself of all negativity! be aligned in this cosmic design with our galactic brothers and sisters! I have these amazing fractal cards if anyone is interested in a free reading I am available:)  Love Light n Blessings",
      "image": "post/2012/06/water_words_thankyou.jpg",
      "want": "f",
      "location_id": "543",
      "user_id": "422"
    },
    {
      "id": "189",
      "date": "30/6/2012 18:44:30.642+00",
      "deleted": "f",
      "title": "co-conspiritors",
      "text": "I'm looking for people who are interested in forming a group who would work to increase the use of Villages.cc in a sustainable, effective way.\r\n\r\nMore discussion on the villages google group:\r\n\r\nhttps://groups.google.com/d/topic/villagescc/SIJmHZpea-A/discussion",
      "image": "post/2012/06/Henri_Tolain_by_Georges_Lafosse.jpg",
      "want": "t",
      "location_id": "614",
      "user_id": "38"
    },
    {
      "id": "190",
      "date": "30/6/2012 19:25:31.235+00",
      "deleted": "f",
      "title": "Evaluate IOPS",
      "text": "Evaluate the (interim) International Organization for a Participatory Society.\r\n\r\nI'm willing to acknowledge your efforts at a rate of 1 Village Hour to 1 hour of evaluation. Let me know how much you are going to do and we will shake on the deal.\r\n\r\nTasks:\r\n\r\n1. Evaluate the IOPS vision and write a paragraph describing your views on it:\r\n\r\n    http://www.iopsociety.org/vision\r\n\r\n2. If you agree with the IOPS vision, evaluate the IOPS structure and program and write a paragraph describing your views on it:\r\n\r\n    http://www.iopsociety.org/structure-and-program\r\n\r\n3. If you agree with the IOPS vision, structure and program, write a paragraph describing your reasons for either joining or not joining IOPS.\r\n\r\nI'll want to publish what you write.  I'd appreciate if you have a blog, if you would publish it there as well.  If you aren't comfortable writing, I'd be happy if you record verbal explanations instead.  I would prefer if any writing you do is in your own voice, language and dialect or accent.  I'm not interested in \"grammar\" and punctuation.",
      "image": "post/2012/06/Bakuninfull.jpg",
      "want": "t",
      "location_id": "615",
      "user_id": "38"
    },
    {
      "id": "191",
      "date": "2/7/2012 18:58:25.931+00",
      "deleted": "f",
      "title": "2 x $50.00 Think Geek Gift Codes up for Blind Auction",
      "text": "I have two US $50 gift codes ($100 total) for Think Geek, an on-line gift/novelty store specializing in geeky stuff.\r\n\r\nhttp://www.thinkgeek.com/\r\n\r\nI will email the codes, upon acknowledgement, to the winner of a silent auction that will end July 17th 2012 at midnight PDT (US/West coast). To submit your bid, respond to this post with the magnitude (measured in Village Hours) of acknowledgement you are willing to make on Villages.cc in exchange for these gift codes.\r\n\r\nAlso feel free to respond with any questions.\r\n\r\nimage credit: http://www.flickr.com/photos/thinkgeekmonkeys/4707770210/",
      "image": "post/2012/07/monkey-rover.jpg",
      "want": "f",
      "location_id": "615",
      "user_id": "38"
    },
    {
      "id": "192",
      "date": "2/7/2012 19:09:58.44+00",
      "deleted": "f",
      "title": "HTC Desire Android Smartphone up for Blind Auction",
      "text": "I have a one to two year old HTC Desire Android smartphone. The speaker is a little bit blown out so it isn't that useful for voice communications. I don't know if it's me but it seems like the GPS doesn't get such great reception. The HTC Desire is also a bit of a battery hog. Charger included.\r\n\r\nI will send this smartphone, upon acknowledgement, to the winner of a blind auction ending 1 August 2012 at midnight PDT (US/West coast time). I will be paying for any shipping in US dollars, and expect the winner to acknowledge that cost in village hours at rate of US $10 per village hour. Submit your bid by replying to this post with the magnitude of acknowledgement you are willing make on Villages.cc.\r\n\r\nMore info about the HTC Desire:\r\nhttps://en.wikipedia.org/wiki/HTC_Desire",
      "image": "post/2012/07/phone.jpg",
      "want": "f",
      "location_id": "615",
      "user_id": "38"
    },
    {
      "id": "193",
      "date": "7/7/2012 05:32:43.952+00",
      "deleted": "f",
      "title": "Will Code For Food!",
      "text": "Will Code For Food and AC!",
      "image": "",
      "want": "f",
      "location_id": "512",
      "user_id": "192"
    },
    {
      "id": "194",
      "date": "9/7/2012 16:18:44.162+00",
      "deleted": "f",
      "title": "There is no one with in a million miles of me!",
      "text": "I have an assorted talent palate so if we can work out something; that would be good for both of us and not require much physical exchange nor face to face meeting that would be awesome!",
      "image": "",
      "want": "f",
      "location_id": "625",
      "user_id": "474"
    },
    {
      "id": "195",
      "date": "12/7/2012 01:13:55.754+00",
      "deleted": "f",
      "title": "Homebrewing",
      "text": "I can help you set up a small homebrewing kit relatively cheaply!  Right now Weaver Street has local organic peaches on sale since they're in season, and I can show you how to turn them into delicious cider!",
      "image": "",
      "want": "f",
      "location_id": "635",
      "user_id": "483"
    },
    {
      "id": "196",
      "date": "12/7/2012 12:09:44.48+00",
      "deleted": "f",
      "title": "Mac OS X Orientation",
      "text": "If you're new on Mac OS X Lion and would like to learn how to use it, I'd be happy to give you an orientation session.",
      "image": "post/2012/07/apples-lion.jpg",
      "want": "f",
      "location_id": "640",
      "user_id": "486"
    },
    {
      "id": "200",
      "date": "22/7/2012 23:31:02.658+00",
      "deleted": "f",
      "title": "Web of Trust?",
      "text": "It seems the Kelowna web of trust is a bit lacking. How does this get addressed in Ripple?",
      "image": "",
      "want": "f",
      "location_id": "653",
      "user_id": "494"
    },
    {
      "id": "201",
      "date": "23/7/2012 03:06:02.71+00",
      "deleted": "f",
      "title": "WISE QUIP",
      "text": "TO BRIGHTEN YOUR DAY",
      "image": "",
      "want": "f",
      "location_id": "657",
      "user_id": "497"
    },
    {
      "id": "202",
      "date": "23/7/2012 09:16:20.274+00",
      "deleted": "f",
      "title": "i want ice cream",
      "text": "chocolate flavor",
      "image": "",
      "want": "t",
      "location_id": "659",
      "user_id": "499"
    },
    {
      "id": "203",
      "date": "23/7/2012 09:43:56.576+00",
      "deleted": "f",
      "title": "I'm giving chocolates.",
      "text": "Artisan chocolates",
      "image": "",
      "want": "f",
      "location_id": "659",
      "user_id": "499"
    },
    {
      "id": "204",
      "date": "25/7/2012 06:00:42.047+00",
      "deleted": "f",
      "title": "Design Specs for Sub-irrigated Planters",
      "text": "Greetings from the Land Of New Albion :-)\r\n\r\nAs part of the Master Plan For Peace, I am pleased to announce the offering by email of design specification plans for sub-irrigated planters (SIPs), suitable for vegetables, and made from 5 gallon buckets (plus a few other items).\r\n\r\nThese SIPs offer several advantages over other containers: disease and pest resistant, easy maintenance, automatically gives your plant the right amount of water, ideal for peppers and tomatoes etc, easy and very inexpensive to make, works in hotter climates, too many advantages to list...\r\n\r\nIn the spirit of good will, it is up to you to decide how much these plans are worth. The goal is to teach people how easy and healthy it is to grow their own food, and to promote awareness of the Land Of New Albion.\r\n\r\nFor more information about the Land Of New Albion go to http://newalbion.org",
      "image": "",
      "want": "f",
      "location_id": "663",
      "user_id": "501"
    },
    {
      "id": "205",
      "date": "25/7/2012 12:52:58.622+00",
      "deleted": "f",
      "title": "ORGONITE",
      "text": "Orgonites personalizados. \r\nContacta o visita:\r\nhttp://www.orgonita.net",
      "image": "post/2012/07/PIRKSET-9760_2-piramide-orgonite.jpg",
      "want": "f",
      "location_id": "664",
      "user_id": "502"
    },
    {
      "id": "206",
      "date": "26/7/2012 00:15:41.305+00",
      "deleted": "f",
      "title": "busco Lsd",
      "text": "Pues eso busco lsd de calidad",
      "image": "",
      "want": "f",
      "location_id": "666",
      "user_id": "504"
    },
    {
      "id": "207",
      "date": "27/7/2012 10:05:46.921+00",
      "deleted": "f",
      "title": "Composters",
      "text": "Create highly rich nutrient compost and use it to grow your own food. Twin tumble bin composters are available for composting wet waste for the use of housing societies. To purchase contact greenworld2405@gmail.com",
      "image": "post/2012/07/Tumble_bin_composters.jpg",
      "want": "f",
      "location_id": "633",
      "user_id": "481"
    },
    {
      "id": "208",
      "date": "31/7/2012 11:19:02.146+00",
      "deleted": "f",
      "title": "School Website",
      "text": "Currently have a domain for my school. Need / want capable designer to work with me on the website.",
      "image": "",
      "want": "t",
      "location_id": "670",
      "user_id": "507"
    },
    {
      "id": "210",
      "date": "5/8/2012 19:51:34.964+00",
      "deleted": "f",
      "title": "Villages.cc Finnish translation in progress (done)",
      "text": "Just that you know, I just recently started working on a Finnish translation at https://www.transifex.com/projects/p/villagescc/\r\n\r\nWish me luck. :)\r\n\r\n\r\nEdit: 100 % done, now starting Swedish translation.",
      "image": "",
      "want": "f",
      "location_id": "173",
      "user_id": "125"
    },
    {
      "id": "211",
      "date": "7/8/2012 03:56:37.743+00",
      "deleted": "f",
      "title": "Game or Fiction Reading Reviews",
      "text": "I am offering my services as a reader for game or fiction texts. \r\n\r\nFor game texts: I am a very critical reader and I am very good at finding areas in rules text where the rule seems ambiguous, or where there may be unusual side-effects.\r\n\r\nFor fiction: I can nitpick down to syntax and grammar pretty well, but I am not a professional editor. I am good at picking apart confusing dialogue or descriptions, and I'm good at noticing when loose ends aren't all tied up by the end.\r\n\r\nContact me and we'll talk about your specific needs.",
      "image": "",
      "want": "f",
      "location_id": "694",
      "user_id": "525"
    },
    {
      "id": "213",
      "date": "7/8/2012 04:10:36.885+00",
      "deleted": "f",
      "title": "Game Design Consulting",
      "text": "Many times when people get stuck in the game design process, it's because they've lost that initial burst of energy and excitement. Sometimes they know what the next steps are, but can't quite manage to get them done or find the drive they originally had. In such circumstances, I've had remarkably good luck with having in-depth conversations with designers about their project, their design goals, what \"success\" would feel like, their publication plans, cutting away the stuff that isn't working, and overall just helping people get back on track and rekindling some excitement about the project.",
      "image": "",
      "want": "f",
      "location_id": "679",
      "user_id": "514"
    },
    {
      "id": "214",
      "date": "7/8/2012 06:08:16.49+00",
      "deleted": "f",
      "title": "Proofreading",
      "text": "I worked for two and a half years in the Editorial department of a CBT publisher. I am good at checking spelling, grammar and comprehension.",
      "image": "",
      "want": "f",
      "location_id": "697",
      "user_id": "528"
    },
    {
      "id": "215",
      "date": "7/8/2012 06:10:04.167+00",
      "deleted": "f",
      "title": "Game Design - Faction design",
      "text": "I have a tried and true system for designing faction relationship mps that don't just pit good against evil or fall into old tired stereotypes.",
      "image": "",
      "want": "f",
      "location_id": "697",
      "user_id": "528"
    },
    {
      "id": "216",
      "date": "7/8/2012 06:15:03.378+00",
      "deleted": "f",
      "title": "Game Design - Review",
      "text": "I have decent critical skills, I can help you evaluate cohesion, handling time and mechanical oddities.",
      "image": "",
      "want": "f",
      "location_id": "697",
      "user_id": "528"
    },
    {
      "id": "217",
      "date": "7/8/2012 06:17:02.93+00",
      "deleted": "f",
      "title": "Game Design - Mechanical Abalysis",
      "text": "I usually make a spreadsheet that breaks down the effectiveness of each trait in a conflict. I can do that for you if you like.",
      "image": "",
      "want": "f",
      "location_id": "697",
      "user_id": "528"
    },
    {
      "id": "218",
      "date": "7/8/2012 06:26:54.531+00",
      "deleted": "f",
      "title": "TTRPG - Playtsting",
      "text": "I have two groups. we try new games on occasion. We can play test games for you, if we get enough lead time.",
      "image": "",
      "want": "f",
      "location_id": "697",
      "user_id": "528"
    },
    {
      "id": "219",
      "date": "7/8/2012 08:21:44.502+00",
      "deleted": "f",
      "title": "Editor wanted",
      "text": "I'm releasing a supplement for Chronicles of Skin. I need an editor to sense check the text and give feedback.\r\n\r\nThe supplement is around 3000 words, with advice on hacking and customisation, so a cursory understanding of CoS would be an advantage to both of us.\r\n\r\nThere are some historical references which I'd love you to cross check.\r\n\r\nI'm offering a negotiable 5+ hours.",
      "image": "",
      "want": "t",
      "location_id": "672",
      "user_id": "509"
    },
    {
      "id": "220",
      "date": "7/8/2012 17:32:57.672+00",
      "deleted": "f",
      "title": "I need colorful plastic shopping bags",
      "text": "A lot of people save their shopping bags and they build up, accumulating into a burdensome mass in some closet.  If that's your situation, I'd like you to mail me your bags that are clean and in fair shape so long as they are not white or beige.\r\n\r\nSince there's shipping, I'd prefer to receive big boxes of bags rather than small.  How do we work out acknowledgement for this?  If you have the bags I want, let me know and maybe we can work something out.",
      "image": "",
      "want": "t",
      "location_id": "709",
      "user_id": "539"
    },
    {
      "id": "221",
      "date": "8/8/2012 17:19:50.349+00",
      "deleted": "f",
      "title": "Copyedit",
      "text": "I want to copy-edit your work.\r\n\r\n# I will keep my ego out of it. As an editor my job is to make you sound smarter. I will give you feedback and you can use or ignore it and I will not be offended.\r\n\r\n# I am a firm believer in Strunk and White's Rule 17: Omit needless words. Concise, clear language is the mark of good writing.",
      "image": "",
      "want": "f",
      "location_id": "712",
      "user_id": "542"
    },
    {
      "id": "222",
      "date": "9/8/2012 07:59:12.224+00",
      "deleted": "f",
      "title": "Playtesting in near future",
      "text": "EDIT: Game offered, so unless we play twice, and maybe not even then, deal is closed.\r\n\r\nThe local roleplaying club will have at least one session devoted to one-shots at 3.9.2012 (the first Monday of September), and perhaps a week before that.\r\n\r\nProvide me with a playtest-ready copy of your game and I can suggest that we play it there (supposing I can understand the game and find it at least moderately interesting). I can offer no guarantee that the game will be chosen to be played, and naturally expect no compensation in such case.\r\n\r\nThe length of the playtest session is likely to be roughly three hours. I will offer feedback as best as I can (and within one week of playing), but can make no promises for the other participants.\r\n\r\nWe will likely play mostly in Finnish, and may translate even technical terms in the course of play. This is negotiable. Players will likely not have read the rules before playing, but I will have if they are provided some days in advance. I will explain the rules to the other participants.",
      "image": "",
      "want": "f",
      "location_id": "748",
      "user_id": "556"
    },
    {
      "id": "232",
      "date": "18/8/2012 20:14:53.94+00",
      "deleted": "f",
      "title": "Art for Free RPG Project",
      "text": "I'm currently in development of a free RPG (2-4 pages total) and I'm in need of art for it. If anyone is adept in the Manga/Anime style of fighting games, let me know. I'll give three (3) hearts for a half-page, full-color picture of two generic martial artists fighting in an anime/manga art style.\r\n\r\nTHIS HAS BEEN FILLED. THANKS FOR YOUR INTEREST!",
      "image": "",
      "want": "t",
      "location_id": "777",
      "user_id": "579"
    },
    {
      "id": "224",
      "date": "9/8/2012 15:10:41.176+00",
      "deleted": "f",
      "title": "Cool Character Sheet for my Pirate RPG",
      "text": "I would like to have an evocative character sheet for my Pirate RPG. It is not about the murderous villains of history. It's about the roguish rapscallions and freedom-loving freebooters that fill our romantic stories about pirates.\r\nFor reference:\r\n:Subject: \r\n::Pirates of the Caribbean movies\r\n::Captain Blood movie and book\r\n::Treasure Island book and movies (and it's various interpretations)\r\n::Pirates of Penzance\r\n\r\n:Visual:\r\n::NC Wyeth\r\n::Howard Pyle\r\n::Adventure novels of the early 2oth century\r\n\r\nemail me at mountzionryan on Gmail if you are interested.",
      "image": "",
      "want": "t",
      "location_id": "712",
      "user_id": "542"
    },
    {
      "id": "225",
      "date": "9/8/2012 23:03:16.528+00",
      "deleted": "f",
      "title": "Brainstorming Session",
      "text": "Need a couple of folks to chat about my game, a pretty traditional horror RPG. Skype or hangout or whatever, for an hour or so.",
      "image": "",
      "want": "t",
      "location_id": "757",
      "user_id": "564"
    },
    {
      "id": "226",
      "date": "10/8/2012 11:52:02.885+00",
      "deleted": "f",
      "title": "Sci Fi artwork needed for RPG.",
      "text": "I'm looking for 5-10 pieces of sci-fi artwork to illustrate a 2nd print edition of the brilliant storygame While the World Ends.\r\n\r\nThe game is about ordinary people in a strange future, and what happens in their lives as the world changes around them.\r\n\r\nI don't mind reusing art that has been published before in other contexts or even games, as long as I can get rights to use them in mine. I'm not in a real hurry, I'll need it before December, but of course earlier would be better. I'll take B/W or color, sketches, oil paintings, photo manipulations, pixel art or just about anything else.\r\n\r\nI need pictures of people doing future stuff: like talking to aliens, working strange machinery, exploring alien worlds, carousing with robots, gazing at the stars while standing on a levitating platform, getting cybernetic implants in their brains, being chased by augmented chimps, guarding disintegrating androids praying with Tibetan monks   Stuff like that, things that happen in the future.\r\n\r\nHowever, I'm not looking for pictures of people posing with future weapons.  While there is conflict in the game, armed conflict is rare. I've never had any PCs who spent time posing.",
      "image": "",
      "want": "t",
      "location_id": "699",
      "user_id": "530"
    },
    {
      "id": "227",
      "date": "10/8/2012 23:35:33.863+00",
      "deleted": "f",
      "title": "Look at 110,000 Words of Lurid Sorcery (with minor mention of swords)",
      "text": "I have this... thing... that's been accumulating words the same way the cat box accumulates a nasty crust on the bottom.  The few people I've handed it off too have nodded and said \"Wow, Gary, it's great!\"  Hmm.  Bullhocky sez I.  So I'm looking for someone to tell me what's wrong with it - where (or even if) it can be improved, what I can do better, what parts of the forest I'm missing for being nose-planted against a tree.\r\n\r\nI'll provide a PDF with line numbers, double-spaced, in whatever typeface and size you like.  I'll also provide you with this warning: it's (an as yet incomplete) first-person account of someone learning necromancy, and there is violence.  Several persons are flagrantly murdered in the course of the story thus far.  There is even some sexin'!  If you can trudge your way through a GRRM series, I can't imagine my story is much worse.\r\n\r\nAll I ask in return is a page, maybe, of honest commentary.  Even if that honest commentary is \"unfit for fishwrap.\"\r\n\r\nThanks!\r\n\r\nEdited to add: Commentary's coming back and I will shortly be deep in acknowledgement debt - so I'm suspending this want until I get some art out and balance things.  If I've emailed you a document, you'll be acknowledged.",
      "image": "",
      "want": "t",
      "location_id": "711",
      "user_id": "541"
    },
    {
      "id": "228",
      "date": "11/8/2012 05:10:05.314+00",
      "deleted": "f",
      "title": "Looking for reviews and/or playtests of my game",
      "text": "EDIT: Thanks, all! I'm going to close this down, for now. If you've already set up a playtest, that's great, and I'll definitely still pay you for a report. But otherwise, I'm going to consider this version deprecated, and start writing the next version! :)\r\n\r\n~~~\r\n\r\nI have a game in development called \"Far Horizons of the Unknown\". (For those of you who read my Game Chef 2012 runner-up, this is its evolved form.) The one-sentence pitch: One of you will play a competent and interesting hero, while the rest of you build the mysterious and overwhelming world that hero is faced with. It's playable in 2 to 4 hours, with 3-5 players.\r\n\r\nI've had some successful preliminary playtests, but I'd love some more feedback. \r\n\r\nI'm offering one hour in return for reading it and giving me your thoughts, or four hours for _playing_ it and giving me your thoughts. (If you record it as well, I'll give you six hours instead. If any of your other players are on Villages, they get two hours for playing, and another two if they also give me their thoughts.) You can feel free to either post comments somewhere online and send me the link, or else just send them directly to me, either way.\r\n\r\nThere are actually two playsets currently released. For my purposes, either one counts as \"the game\". You definitely don't have to read/play both of them.\r\n\r\nThe first is called \"The Shadows of the Trees\", and is set in a pretty standard sword-and-sorcery world:\r\n\r\nhttp://semielgames.wordpress.com/2012/07/06/the-shadows-of-the-trees-playtest-document/\r\n\r\nThe second is called \"The Coyotes of Chicago\", and is about mysterious things happening to urban coyote researchers in Chicago:\r\n\r\nhttp://semielgames.wordpress.com/2012/07/25/the-coyotes-of-chicago-playtest-document/",
      "image": "",
      "want": "t",
      "location_id": "691",
      "user_id": "523"
    },
    {
      "id": "229",
      "date": "12/8/2012 00:50:57.026+00",
      "deleted": "f",
      "title": "Read through/Editing/Playtesting [want]",
      "text": "I've been developing a game that uses learning a different language (Korean in this case) as the resolution mechanic. The game is about magicians in a boarding school living and studying together. Players earn drama points by building and putting their characters in scenes that emotionally traumatize them in some way. Drama points are then used to fuel casting spells and in order to cast spells you must speak Korean.\r\n\r\nI'm looking for anyone that is willing to give it a read-through, any thoughts on it earns you an hour.\r\n\r\nAnyone who is willing to take a look at the Korean system to see if there are any spells that may not be properly represented in the book gets you two hours.\r\n\r\nAnyone willing to playtest and come back with any feedback whatsoever will earn you 4 hours.\r\n\r\nThe file for the game, as well as a cheat sheet can be found here:\r\n\r\nhttp://tinyurl.com/8w3mn98",
      "image": "",
      "want": "f",
      "location_id": "704",
      "user_id": "535"
    },
    {
      "id": "230",
      "date": "15/8/2012 18:26:48.715+00",
      "deleted": "f",
      "title": "Illustrations",
      "text": "Looking for illustrations for a high-tech, pretty hard sci-fi setting, somewhat based on the Confederation Novels by Peter F Hamilton. Get in touch with examples.",
      "image": "",
      "want": "t",
      "location_id": "774",
      "user_id": "576"
    },
    {
      "id": "231",
      "date": "15/8/2012 18:44:42.104+00",
      "deleted": "f",
      "title": "Usability test some solo procedures from my roleplaying game",
      "text": "I need some people to try out the adventure-creation procedures in the tabletop roleplaying game I'm designing, Getting There in Time.\r\nhttp://www.danmaruschak.com/blog/2012/08/07/getting-there-in-time-rev-0-3-2/\r\n\r\nThe procedures are on pages 8-10 of the PDF available at the link. What I need is for people to try to do the procedure, show me their results, and report on their impressions during the process (e.g. what was difficult or confusing, what was fun, what took a long time, what you enjoyed, what you disliked, etc.), so I can see what is or isn't working the way I want it to in this part of the game. The task is sort of similar to town creation in Dogs in the Vineyard or mission creation in Mouse Guard, but maybe a bit more formalized. You shouldn't need any knowledge of the inspirational source material or knowledge of the other game procedures to do this, although it won't hurt if you have those.\r\n\r\nI don't have enough data to know exactly how long it takes, but I suspect it's in the 1 to 2 hour range.",
      "image": "",
      "want": "t",
      "location_id": "680",
      "user_id": "515"
    },
    {
      "id": "260",
      "date": "13/9/2012 17:09:27.078+00",
      "deleted": "f",
      "title": "A COMMUNITY TO BE PART OF",
      "text": "I would like to be part of a community. Drug Free. I eat Raw Vegan (80 10 10). I am a skilled artist and Hip Hop artist/producer. I like to be around people. I am a good learner and Like to work with my hands. I am very creative.",
      "image": "",
      "want": "t",
      "location_id": "514",
      "user_id": "398"
    },
    {
      "id": "233",
      "date": "19/8/2012 21:06:51.804+00",
      "deleted": "f",
      "title": "[Playtest] Haunted, a ghost story card game",
      "text": "Hello! I'm looking for playtesters for a haunted house ghost story card game called Haunted.\r\n\r\nShort version: this is a card game for 1-4 players, uses a standard deck of playing cards (plus pencil and paper), and should take something like 15-45 minutes to play.\r\n\r\nEach playtest feedback account will get you 1 Heart! Playtesters are also credited and get a PDF of the final for-pay game, when that happens.\r\n\r\nI wrote up a whole spiel here: http://www.ndpdesign.com/news/2012/8/18/haunted-playtesting-starts-now-im-happy-to-announce.html\r\n\r\nOr download it right now here: http://www.ndpdesign.com/storage/downloads/haunted_alpha2.pdf\r\n\r\nThanks!",
      "image": "",
      "want": "t",
      "location_id": "764",
      "user_id": "568"
    },
    {
      "id": "234",
      "date": "20/8/2012 22:52:30.563+00",
      "deleted": "f",
      "title": "HuMandala Game - A Real World RPG to uplift Humanity",
      "text": "Anyway you might be able to help.. PHP, wordpress, design, illustration, playtesting, brainstorming.. Let me know! Here is a quick slideshow describing the game!\r\n\r\nhttps://docs.google.com/presentation/pub?id=1hiy6XuAG2yFfZRlp7QDRuJdfCPfuIyjCLxLW4oDFmvQ&start=false&loop=false&delayms=3000",
      "image": "",
      "want": "t",
      "location_id": "772",
      "user_id": "143"
    },
    {
      "id": "236",
      "date": "24/8/2012 19:02:18.437+00",
      "deleted": "f",
      "title": "Translation Eng>Spa",
      "text": "Translation Eng or French into Spanish.  Virtual meetings, On the phone meetings, written documents. Professional quality.",
      "image": "",
      "want": "f",
      "location_id": "792",
      "user_id": "592"
    },
    {
      "id": "237",
      "date": "24/8/2012 19:38:52.626+00",
      "deleted": "f",
      "title": "traducciones ingles",
      "text": "Traducciones francés a español; inglés<>español, interpretación simultánea para reuniones virtuales en internet y telefónicas.  traducciones escritas.",
      "image": "",
      "want": "f",
      "location_id": "792",
      "user_id": "592"
    },
    {
      "id": "239",
      "date": "26/8/2012 20:36:15.275+00",
      "deleted": "f",
      "title": "Hébergement gratuit à Montpellier",
      "text": "Si un utilisateur de Villages.cc passe à Montpellier, qu'il me fasse signe!\r\n\r\nGet in touch if you come to Montpellier, I can accommodate you for free! (if you are cool!)",
      "image": "post/2012/08/montpellier.jpg",
      "want": "f",
      "location_id": "801",
      "user_id": "599"
    },
    {
      "id": "241",
      "date": "1/9/2012 18:10:08+00",
      "deleted": "f",
      "title": "U-Pick Veggies",
      "text": "Organically grown & amazingly delicious!\r\nWatermelon, kale, heirloom toms, basil, cucumber, squash, greens, peas, beans and more!",
      "image": "",
      "want": "f",
      "location_id": "532",
      "user_id": "415"
    },
    {
      "id": "242",
      "date": "3/9/2012 19:58:54.758+00",
      "deleted": "f",
      "title": "want a logo",
      "text": "anywone would design a logo for me?\r\ncarbeb1@gmail.com",
      "image": "",
      "want": "t",
      "location_id": "792",
      "user_id": "592"
    },
    {
      "id": "243",
      "date": "3/9/2012 23:30:02.136+00",
      "deleted": "f",
      "title": "Email bot for villages.cc",
      "text": "I'll give you 5 hours to make an email bot that can communicate with villages.cc.\r\n\r\nI was asked to encourage the use of villages at a community festival on sept 14 in nevada city, ca http://newearthfest.info \r\n\r\nSMS would make this work well... not everyone has smartphones and the internet is questionable..\r\n\r\nI can sit at a booth and have people sign up directly from their cell phones, just login and trust the organization to do exchange with anyone at the festival... easy..\r\n\r\nI think it can be done Very Easily!\r\n\r\nGoogle Voice can send/receive text messages and forward them to/from email..\r\n\r\nI asking for an individual to align to create an email bot that can let users\r\n \r\nsign up\r\nask for help \r\ncheck balance\r\ncheck other user's balance & reputation, \r\nsend trust \r\nsend hours\r\n\r\nVia email\r\n\r\nBeing in the USA, I can signup for google voice, so I did...\r\nI have an email and phone number, let me know,\r\n\r\nLocal number to Santa Cruz, CA\r\n\r\nAll texts are forwarded to this email account and all reply's are sent as text messages.. it works for Canadians, too!\r\n\r\nPlease assist so I can have this available for the festival!\r\n\r\nIf you can't do it personally, you could DONATE HALF AN HOUR to the cause! \r\nClick below vvv\r\nhttps://villages.cc/acknowledge/allinfinite/?amount=0.5&ripple=routed&memo=Sweet!%20SMS%20transactions%20will%20be%20great! \" \r\n\r\n\r\n\r\nI will continue my research too!\r\nDaniel",
      "image": "",
      "want": "t",
      "location_id": "772",
      "user_id": "143"
    },
    {
      "id": "244",
      "date": "4/9/2012 01:19:58.967+00",
      "deleted": "f",
      "title": "Clases de inglés",
      "text": "Cada viernes clases de inglés...",
      "image": "post/2012/09/Mic.jpg",
      "want": "f",
      "location_id": "809",
      "user_id": "606"
    },
    {
      "id": "245",
      "date": "4/9/2012 01:23:08.689+00",
      "deleted": "f",
      "title": "Ofrezco Diseño",
      "text": "Ofrezco Diseño de materiales gráficos. (flyers, posters, catalogos, revistas, libros etc)",
      "image": "",
      "want": "f",
      "location_id": "807",
      "user_id": "604"
    },
    {
      "id": "246",
      "date": "4/9/2012 20:02:26.902+00",
      "deleted": "f",
      "title": "Copyediting for short fiction and RPG projects",
      "text": "I want to copy-edit your work.\r\n\r\n# I will keep my ego out of it. As an editor my job is to make you sound smarter. I will give you feedback and you can use or ignore it and I will not be offended.\r\n\r\n# I am a firm believer in Strunk and White's Rule 17: Omit needless words. Concise, clear language is the mark of good writing.",
      "image": "",
      "want": "f",
      "location_id": "712",
      "user_id": "542"
    },
    {
      "id": "247",
      "date": "4/9/2012 21:36:09.368+00",
      "deleted": "f",
      "title": "PRUEBA",
      "text": "AARON? GABY? AMANDA? COMO EMPEZAMOS A SUBIR LA CONTABILIDAD DE LAS HORAS QUE HEMOS INTERCAMBIADO? PODEMOS SUBIR LAS DE LA CLASE DE INGLES?",
      "image": "",
      "want": "f",
      "location_id": "821",
      "user_id": "616"
    },
    {
      "id": "248",
      "date": "4/9/2012 21:43:40.243+00",
      "deleted": "f",
      "title": "Trade Trusted Hours for Silver Quarters",
      "text": "I'll buy or sell Trusted hours for 1964 or earlier silver quarters. 1 quarter for 1 hour..",
      "image": "",
      "want": "f",
      "location_id": "772",
      "user_id": "143"
    },
    {
      "id": "251",
      "date": "5/9/2012 12:21:12.299+00",
      "deleted": "f",
      "title": "Formación en Bioconstrucción",
      "text": "Busco formación permanente en bíoconstrucción, cob, etc, cerca de donde vivo (máx 30 km).",
      "image": "",
      "want": "t",
      "location_id": "827",
      "user_id": "618"
    },
    {
      "id": "252",
      "date": "6/9/2012 12:25:08.878+00",
      "deleted": "f",
      "title": "Coming of Age Playtesting",
      "text": "I'm looking for folks to play Coming of Age, a light, positive RPG for 1-6 players. I'm specifically interested in how understandable the current game text is and how intuitive the mechanics and procedures of play are. \r\n\r\nSince Coming of Age is a 2-3 hour game, my planned rate is to acknowledge 4 hours for the organizer plus 3 hours for each additional player (if any) after receiving some reasonable feedback on usability and the events of play. More elaborate feedback warrants more acknowledgment. \r\n\r\nThe current version of Coming of Age (2.2.3) can be found here: http://archimedes-closet.com/artemisia/ComingOfAge.html\r\n\r\nThank you, and I hope you enjoy!\r\n\r\n  - Mendel",
      "image": "",
      "want": "t",
      "location_id": "749",
      "user_id": "557"
    },
    {
      "id": "253",
      "date": "6/9/2012 18:40:42.719+00",
      "deleted": "f",
      "title": "Homemade medicinal tinctures",
      "text": "♥ Homemade medicinal tinctures and teas available ♥\r\n♥ Made with all organic herbs ♥\r\n\r\nTinctures:\r\n\"True Cinnamon\"- anti-microbial, regulates blood glucose, supports digestion \r\n\"Immunity\"- Goldenseal, Echinacea, Lavender, Hibiscus, True cinnamon , boosts immunity\r\n\"Lavender\"- Great for anxiety, oral health, anti-microbial\r\n*new tinctures every two weeks*\r\n\r\nAlso available: Medicinal herbal teas\r\n\"Too blessed to be stressed\" blend- Catnip, Oatstraw, Skullcap, Lavender, Nettle\r\n\"High Vibez\" blend- Rose, Nettle, Cinnamon\r\n\"Energize\" blend- Yerba matte, Eleuthero root, Lemongrass \r\n-Many more tea blends available-\r\n\r\n♥ ask about custom tinctures and teas ♥\r\n\r\n ♥ ubuntu ♥\r\n\r\nAbout our Herbs: \r\nTrue certified organic by OTCO\r\nCertified Kosher Through Earth Kosher\r\nFree from irradiation, ozone treatment, sulfites, gasses and other sanitary chemicals\r\nUnsurpassable in color, depth, taste and aroma\r\nEthically wildharvested when not certified organic\r\nProcessed and handled according to strict organic standards\r\nGrown, harvested, processed and handled by fun, knowledgeable and caring people\r\nLab analyzed for quality, safety and true botanical identity",
      "image": "",
      "want": "f",
      "location_id": "292",
      "user_id": "221"
    },
    {
      "id": "255",
      "date": "8/9/2012 19:39:19.304+00",
      "deleted": "f",
      "title": "Palm Tungsten C",
      "text": "Laying not used for a while...\r\n\r\n(It's working properly, has a charger, but missing stylus.)\r\n\r\nAnd I'm trying out my first transaction. :)",
      "image": "post/2012/09/220px-T_c.jpg",
      "want": "f",
      "location_id": "829",
      "user_id": "619"
    },
    {
      "id": "258",
      "date": "10/9/2012 17:47:10.092+00",
      "deleted": "f",
      "title": "400 Kazakh Tenge",
      "text": "I would like to send you 400 Kazakh tenge in cash through the mail.",
      "image": "post/2012/09/photo.JPG",
      "want": "f",
      "location_id": "616",
      "user_id": "38"
    },
    {
      "id": "259",
      "date": "11/9/2012 15:00:12.476+00",
      "deleted": "f",
      "title": "want community facilities",
      "text": "I would like some features in this site that would foster a sense of community:\r\n1. availability of the history of transactions;\r\n2. availability of the history of messages sent (private record)\r\n3. forums or meeting rooms\r\n4. blogs or personal writing place\r\n5. a market - maybe some organized meeting time for exchanges and get-together",
      "image": "",
      "want": "t",
      "location_id": "792",
      "user_id": "592"
    },
    {
      "id": "349",
      "date": "14/11/2013 23:57:37.533+00",
      "deleted": "f",
      "title": "Photography",
      "text": "I shoot photos. Go check them out!\r\n\r\nhttp://www.flickr.com/photos/52654262@N00/",
      "image": "post/2013/11/img_0001.jpg",
      "want": "f",
      "location_id": "999",
      "user_id": "125"
    },
    {
      "id": "261",
      "date": "15/9/2012 22:30:26.947+00",
      "deleted": "f",
      "title": "Stay at my cabin in the wilderness",
      "text": "I have a very rustic 800 sq.ft. cabin on the outskirts of Ester, Alaska. Convenient road access. 20 minutes from the University of Alaska Fairbanks. Wood stove. Use the cabin or pitch a tent at your preference.",
      "image": "",
      "want": "f",
      "location_id": "837",
      "user_id": "38"
    },
    {
      "id": "262",
      "date": "17/9/2012 05:52:29.584+00",
      "deleted": "f",
      "title": "[video] A Life Connected",
      "text": "\"VEGAN. For the People. For the Planet. For the Animals.\" http://youtu.be/VHCCNvJagKI",
      "image": "post/2012/09/a_life_connected_240x160.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "263",
      "date": "17/9/2012 06:00:04.101+00",
      "deleted": "f",
      "title": "[video] Story of Stuff",
      "text": "\"The Story of Stuff is a 20-minute, fast-paced, fact-filled look at the underside of our production and consumption patterns.\" http://youtu.be/9GorqroigqM",
      "image": "post/2012/09/217x188_SoS_Banner005.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "264",
      "date": "17/9/2012 06:48:33.497+00",
      "deleted": "f",
      "title": "[video] What is Linux?",
      "text": "\"A brief overview of the GNU/Linux operating system (a.k.a. \"Linux\") and how it can benefit you: the user.\"\r\nhttp://youtu.be/5d7-qnFk_sk",
      "image": "post/2012/09/what_is_linux_160x90.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "265",
      "date": "19/9/2012 18:50:00.152+00",
      "deleted": "f",
      "title": "[video] The REAL cause of climate change: deforestation",
      "text": "the most effective and simplest way to counteract human made climate change...reforest! \r\nhttp://youtu.be/E_cyX-zmi-8",
      "image": "post/2012/09/Screenshot_from_2012-09-19_224559.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "266",
      "date": "19/9/2012 20:18:59.866+00",
      "deleted": "f",
      "title": "A Real World RPG to save the world!",
      "text": "Need PHP/Javascript Programmers, Graphics, Consultation and creative feedback!\r\nCan pay you in hours and/or some US Dollars \r\n\r\nPlease take a few minutes to explore this presentation \r\nhttps://docs.google.com/presentation/pub?id=1hiy6XuAG2yFfZRlp7QDRuJdfCPfuIyjCLxLW4oDFmvQ&start=false&loop=false&delayms=3000",
      "image": "",
      "want": "t",
      "location_id": "772",
      "user_id": "143"
    },
    {
      "id": "271",
      "date": "23/9/2012 12:23:42.084+00",
      "deleted": "f",
      "title": "[video] Behind Greening the Desert",
      "text": "Education clip about \"Greening the Desert\" permaculture project in Jordan. This is example that we shall do.\r\nhttp://youtu.be/LJ8pjOG4pXI",
      "image": "post/2012/09/Behind_Greening_the_Desert.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "273",
      "date": "5/10/2012 03:49:09.722+00",
      "deleted": "f",
      "title": "A dentist to accept villages/bitcoin",
      "text": "Someone capable of repairing a broken dental bridge.\r\n\r\nBecause god knows one of these days I'm going to need it.\r\n\r\nBonus points if they are willing to work with neural implants.",
      "image": "",
      "want": "t",
      "location_id": "79",
      "user_id": "46"
    },
    {
      "id": "274",
      "date": "13/10/2012 00:25:48.396+00",
      "deleted": "f",
      "title": "Test and ESL Classes Online",
      "text": "Need help with IELTS, TOEFL, SAT, GRE or others? I am able to provide online support and study guidance for Village Hours. darin.bicknell@gmail.com",
      "image": "",
      "want": "f",
      "location_id": "670",
      "user_id": "507"
    },
    {
      "id": "275",
      "date": "19/10/2012 11:38:48.214+00",
      "deleted": "f",
      "title": "Hébergement",
      "text": "Possibilité accueil groupe travail / séminaire indignés 8/10 pers",
      "image": "",
      "want": "f",
      "location_id": "866",
      "user_id": "650"
    },
    {
      "id": "276",
      "date": "25/10/2012 04:41:26.591+00",
      "deleted": "f",
      "title": "MOVEMBER",
      "text": "I am looking for 1 or 2 hour donations sponsorship for my effort to support Male health awareness. \r\n\r\nI am fundraising for http://ca.movember.com/about/ It is a month long race to grow the best moustache and raise awareness for Men's Health. \r\n\r\nFollow my progress at http://mobro.co/darinmbicknell. I will post in mospace if you donate through Villages. I will be working to promote Men's Health at every opportunity and I will get myself an appointment for a Men's Health Checkup as part of the spirit of Movember and as I am getting longer in the tooth it is time to get checked every year. \r\n\r\nSo any and all donations are welcome. 1 hour would be nice if I make it the whole the month without going nuts and shaving off the stache... and 2 hours if I also get my check up done in November.  http://ca.movember.com/mens-health/ .\r\n\r\nOVERVIEW OF MOVEMBER\r\n\r\nDuring November each year, Movember is responsible for the sprouting of moustaches on thousands of men’s faces, in Canada and around the world. With their “Mo’s”, these men raise vital funds and awareness for men's health, specifically prostate cancer and male mental health initiatives.\r\n\r\nOn Movember 1st, guys register at Movember.com with a clean-shaven face. For the rest of the month, these selfless and generous men, known as Mo Bros, groom, trim and wax their way into the annals of fine moustachery. Supported by the women in their lives, Mo Sistas, Movember Mo Bros raise funds by seeking out sponsorship for their Mo-growing efforts.\r\n\r\nMo Bros effectively become walking, talking billboards for the 30 days of November. Through their actions and words, they raise awareness by prompting private and public conversation around the often ignored issue of men’s health.\r\n\r\nAt the end of the month, Mo Bros and Mo Sistas celebrate their gallantry and valor by either throwing their own Movember party or attending one of the infamous Gala Partés held around the world by Movember, for Movember.  \r\n\r\nMovember - a global movement\r\n\r\nSince its humble beginnings in Melbourne Australia, Movember has grown to become a truly global movement inspiring more than 1.9 Million Mo Bros and Mo Sistas to participate with formal campaigns in Australia, New Zealand, the US, Canada, the UK, South Africa, Ireland, Finland, the Netherlands, Spain, Denmark, Norway, Belgium and the Czech Republic. In addition, Movember is aware of Mo Bros and Mo Sistas supporting the campaign and men’s health cause across the globe, from Russia to Dubai, Hong Kong to Antarctica, Rio de Janeiro to Mumbai, and everywhere in between.\r\n\r\nNo matter the country or city, Movember will continue to work to change established habits and attitudes men have about their health, to educate men about the health risks they face, and to act on that knowledge, thereby increasing the chances of early detection, diagnosis and effective treatment.\r\n\r\nIn 2011, over 854,000 Mo Bros and Mo Sistas around the world got on board, raising $125.7 million CAD.",
      "image": "post/2012/10/bICmov.jpg",
      "want": "f",
      "location_id": "670",
      "user_id": "507"
    },
    {
      "id": "277",
      "date": "27/10/2012 17:54:05.889+00",
      "deleted": "f",
      "title": "[video] Do we really need industrial agriculture to feed the world?",
      "text": "The biggest players in the food industry—from pesticide pushers to fertilizer makers to food processors and manufacturers—spend billions of dollars every year not selling food, but selling the idea that we need their products to feed the world. But, do we really need industrial agriculture to feed the world? Can sustainably grown food deliver the quantity and quality we need—today and in the future? Our first Food MythBusters film takes on these questions in under seven minutes. So next time you hear them, you can too.\r\n\r\nhttp://youtu.be/uem2ceZMxYk",
      "image": "post/2012/10/Industrial_agriculture_2012-10-27_214750.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "278",
      "date": "27/10/2012 17:58:18.68+00",
      "deleted": "f",
      "title": "[video] House Prices: Why are they so high?",
      "text": "Why are house prices so high? Why is it so expensive for us to own a home? Why was there a housing bubble? Why was there a housing crisis?\r\n\r\nA common belief is that there are too many people, too much immigration, and too few houses to go around.\r\n\r\nBut this is a myth.\r\n\r\nhttp://youtu.be/Y4WmDoYJhnk",
      "image": "post/2012/10/HousePrices-011.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "279",
      "date": "1/11/2012 16:50:24.492+00",
      "deleted": "f",
      "title": "[video] Why is there so much Debt?",
      "text": "Individuals and families in the UK have a total of £1,170 billion of debt. But who did we borrow all this money from? Was it from an army of grannies who have spent their whole lives putting money away for a rainy day?\r\n\r\nNo.\r\n\r\nWhen you go into a bank and borrow a large amount of money to buy a small amount of house, that money doesn't come from somebody else's savings.\r\n\r\nIt's just created, out of nothing, by the bank, with a few taps on a computer keyboard.\r\n\r\nhttp://youtu.be/lrQX4CF6Bxs",
      "image": "post/2012/11/why_so_much_debt.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "284",
      "date": "7/12/2012 08:09:17.532+00",
      "deleted": "f",
      "title": "[video] The Moneyless Manifesto by Mark Boyle",
      "text": "Mark Boyle's new book, The Moneyless Manifesto explores in-depth the social, personal, ecological and economic reasons why we may want to transition beyond money into a localised, gift-based economic model. In it he also provides a vast toolkit of ways you can thrive with little (or no) money.\r\nhttp://youtu.be/OVB-5Br5pVU",
      "image": "post/2012/12/book_cover_medium.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "287",
      "date": "2/1/2013 07:12:45.602+00",
      "deleted": "f",
      "title": "English Language Classes",
      "text": "Hello, I am a native speaking English teacher. I'm available for online tuition over Skype. Get in touch if you are looking to work on your English conversation skills. See my profile for more info.",
      "image": "",
      "want": "f",
      "location_id": "899",
      "user_id": "672"
    },
    {
      "id": "289",
      "date": "3/1/2013 11:52:40.689+00",
      "deleted": "f",
      "title": "[video] Comprar, tirar, comprar",
      "text": "To Buy, To Throw Away, To Buy; the Secret History of Planned Obsolescence.\r\nWhy lightbulb in Livermore shines already 109 years?\r\nhttp://www.rtve.es/television/documentales/comprar-tirar-comprar/",
      "image": "post/2013/01/comprar-tirar-comprar-documentary.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "290",
      "date": "3/1/2013 12:10:26.787+00",
      "deleted": "f",
      "title": "[video] La Belle Verte",
      "text": "La Belle Verte Movie is a very rare french movie which was unofficially prohibited in UN by media holders. Since 1995 it hasn't been shown on TV except couple of times at late night and not on main stream channels. Why it is going this way you can decide for yourself.\r\nhttp://youtu.be/fyiyYrkzPbQ",
      "image": "post/2013/01/Belle_verte.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "291",
      "date": "4/1/2013 11:09:52.703+00",
      "deleted": "f",
      "title": "[video] HOME - full version",
      "text": "Home is a 2009 documentary by Yann Arthus-Bertrand. The film is almost entirely composed of aerial shots of various places on Earth. It shows the diversity of life on Earth and how humanity is threatening the ecological balance of the planet.\r\nhttp://youtu.be/q2mKPobu-6s",
      "image": "post/2013/01/HOME-SHOT.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "292",
      "date": "7/1/2013 14:29:42.452+00",
      "deleted": "f",
      "title": "[Donations] Montessori Observation",
      "text": "Currently working with another Villages.CC user to make Montessori Observations software and I would be greatful for 1 hour donations from individuals that we can put towards the hours already put in by our programmer Vladir Cruz. Thanks.",
      "image": "post/2013/01/MOlogo.jpg",
      "want": "t",
      "location_id": "900",
      "user_id": "673"
    },
    {
      "id": "293",
      "date": "8/1/2013 20:45:00.197+00",
      "deleted": "f",
      "title": "Selling Freicoins",
      "text": "Selling the newly launched freicoin currency.\r\nhttp://freico.in/\r\n\r\n2500 frc for a village hour\r\n\r\nThis is my counting:\r\n\r\n1 h = 10 usd \r\n13.8137 usd = 1 btc\r\n0.3 btc = 1 k frc\r\n\r\n(10 / 13.8137) * ( (1 / 0.3) * 1000) = 2413.06336",
      "image": "post/2013/01/logo-header.png",
      "want": "f",
      "location_id": "798",
      "user_id": "33"
    },
    {
      "id": "296",
      "date": "12/1/2013 23:47:11.543+00",
      "deleted": "f",
      "title": "[video] Solutions locales pour un désordre global",
      "text": "Think Global, Act Rural\r\n\"Alarm-raising and catastrophist films have been made, and they have served their purpose. Now the time has come to show that there are solutions, to give a voice to the farmers, philosophers and economists who are inventing and experimenting with new alternatives, while explaining why our society is mired in the current ecological, financial and political crises.\" Coline Serreau\r\nhttp://youtu.be/j4_olCJ44S4",
      "image": "post/2013/01/visuel-home.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "348",
      "date": "14/11/2013 23:53:07.391+00",
      "deleted": "f",
      "title": "A Fansub / Finnsub",
      "text": "Hikaru no Go (ep. #1) / Hikarun Go (osa. #1)\r\n\r\nFinnish translation / Suomennos\r\n\r\nhttps://diasp.org/posts/2425862\r\n\r\nSpent about 30 hours on it. / Kääntämisessä kesti noin 30 tuntia.\r\n\r\nOlkaapa hyvät.",
      "image": "post/2013/11/vlcsnap-2013-10-31-00h20m15s231.png",
      "want": "f",
      "location_id": "999",
      "user_id": "125"
    },
    {
      "id": "297",
      "date": "13/1/2013 17:10:04.045+00",
      "deleted": "f",
      "title": "PHP/Javascript programmer",
      "text": "Using CUBEPOINTS on my wordpress site but the notify and donate modules don't work, happy to exchange hours or half hours, half commodity backed currency (silver, bitcoin or fed notes) to help me get these awesome tools working on my site http://www.humandalas.com\r\n And then I need some simple custom cubepoints modules.. all open source to be shared with the active cubepoints community. \r\n\r\nCubepoints are an easy way for anyone to create their own complimentary currency or point system within wordpress.\r\n\r\nNot a programmer? You can still help!! Donate an hour toward this project!",
      "image": "",
      "want": "t",
      "location_id": "848",
      "user_id": "143"
    },
    {
      "id": "299",
      "date": "19/1/2013 18:47:33.517+00",
      "deleted": "f",
      "title": "Looking for...",
      "text": "Looking for writers and Artists with help on a massive project I am working on. It is a Table top role playing game that is anime based/inspired. The first project is the core rulebook. I am looking for people to help with ideas for special \"profession\" abilities, and for filler stuff. I will provide further explanation later. Artists- I am looking for someone who can draw in a anime/manga style. If you can and are willing to help, just send me a copy of your work, so I can get a feel for it. Thanks!",
      "image": "",
      "want": "t",
      "location_id": "912",
      "user_id": "682"
    },
    {
      "id": "300",
      "date": "22/1/2013 20:17:26.29+00",
      "deleted": "f",
      "title": "[video] Seeds of Freedom",
      "text": "The story of seed has become one of loss, control, dependence and debt.\r\nIt's been written by those who want to make vast profit from our food system, no matter what the true cost.\r\nIt's time to change the story.\r\nhttp://youtu.be/C-bK8X2s1kI",
      "image": "post/2013/01/cropped-banner-image-sof-web3_1.jpg",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "303",
      "date": "29/1/2013 14:07:03.28+00",
      "deleted": "f",
      "title": "Hola guapxs!!!",
      "text": "Salut a l'Adela i al Lluís que s'han apuntat al Villages, jo de moment no he fet cap intercanvi, vosaltres què oferiu?",
      "image": "post/2013/01/Punkia.JPG",
      "want": "f",
      "location_id": "917",
      "user_id": "269"
    },
    {
      "id": "308",
      "date": "21/2/2013 04:13:23.442+00",
      "deleted": "f",
      "title": "Beadsprite commissions",
      "text": "Offering custom Perler work for any non-adult subject. Price based on size of the work.\r\n\r\nHave Perler art and supplies to exchange for XRP, BTC, or USD. Non-monetary trades will be considered.",
      "image": "",
      "want": "f",
      "location_id": "927",
      "user_id": "691"
    },
    {
      "id": "310",
      "date": "11/3/2013 15:55:48.207+00",
      "deleted": "f",
      "title": "US$ 38 via Paypal",
      "text": "I want to drain and close my Paypal account.  It has a balance of US$ 38.  Would love to trade for any currency on Ripple.com or village hours.  Make an offer.",
      "image": "",
      "want": "f",
      "location_id": "922",
      "user_id": "38"
    },
    {
      "id": "311",
      "date": "17/3/2013 17:11:23.968+00",
      "deleted": "f",
      "title": "Desarrollo web",
      "text": "Portales con video, mapas, varios idiomas,...\r\nDrupal Association Member",
      "image": "post/2013/03/da_individual_thumb.png",
      "want": "f",
      "location_id": "936",
      "user_id": "698"
    },
    {
      "id": "312",
      "date": "17/3/2013 19:03:45.825+00",
      "deleted": "f",
      "title": "horicultores en mérida",
      "text": "Este anuncio es una propuesta a evaluar:\r\nCon el obejtivo de contribuir a las necesidades alimenticias de los usuarios que donan tiempo al LET se abre este proyecto de horticultura.\r\n\r\nSe anima a participar en tareas de cultivo y mantenimiento de una huerta cercana a Mérida.\r\n(beneficios a repartir entre las aportaciones a todos los anuncios del LET)",
      "image": "",
      "want": "t",
      "location_id": "937",
      "user_id": "699"
    },
    {
      "id": "313",
      "date": "21/3/2013 19:32:01.52+00",
      "deleted": "f",
      "title": "Ripple.com <-> CAD / USD / other",
      "text": "I'm willing to trade physical CAD or USD currency into/out-of ripple.com IOUs for anyone local to me. (I have USD/Bitstamp and CAD/RippleUnion).\r\n\r\nI'm also willing to trade BTC to/from BTC/Bitstamp or BTC/DividendRippler, although it is just as easy for you do that directly via those exchange websites iff you have an active ripple.com account.\r\n\r\nFor those without existing ripple.com accounts I'll provide the minimum XRP to get you going as well as instruct you on how to use it if desired.",
      "image": "",
      "want": "f",
      "location_id": "95",
      "user_id": "70"
    },
    {
      "id": "315",
      "date": "28/3/2013 11:03:21.255+00",
      "deleted": "f",
      "title": "Proofreader for homepage",
      "text": "I'm about to release a storytelling game in English but because English is not my native language, I will need help with the language on my home page.\r\n\r\nI will give an hour to whoever helps me out to check through the homepage and correct some grammar, sentences (for better readability), and misplaced or misspelled words. If it takes any longer, give me a shout, but the whole text is just 1,5 pages [edit] It's now more than 2 pages. :)\r\n\r\nI will give a link to Google Drive where you can give comments on all pages from the homepage, and I will also give a link to the homepage if anyone is interested in how it looks.\r\n\r\nGoogle Drive:\r\nhttps://docs.google.com/document/d/1xZKKsvmZYT1pNUC0yNcDurTu-Y8WTC0bDIqv3krjxH4/edit?usp=sharing\r\n\r\nHomepage:\r\nhttp://erebaltor.se/rickard/tip/",
      "image": "post/2013/03/sketch_ruth03wip05.jpg",
      "want": "t",
      "location_id": "708",
      "user_id": "538"
    },
    {
      "id": "317",
      "date": "4/4/2013 16:50:47.512+00",
      "deleted": "f",
      "title": "Picture Frames",
      "text": "Does anybody out there frame things? I have an original piece of art from a comic strip that I'd like like put in a nice frame and another piece I need framed as well.",
      "image": "",
      "want": "t",
      "location_id": "946",
      "user_id": "37"
    },
    {
      "id": "318",
      "date": "6/4/2013 01:15:48.444+00",
      "deleted": "f",
      "title": "Villages Hours =>Ripple HRS Gateway",
      "text": "If you are part of my trust network and you want to transfer your villages hours to ripple HRS or ripple HRS to villages, I am happy to be a gateway, Trust me on ripple.\r\n\r\nrUrgNM8UvqGXPFVynxSsvKKAATFtqJGZSw\r\n\r\nJust include details in your acknowledgement message.. \r\nor let me know before sending ripple HRS\r\n\r\nAnd be patient as it is not automated",
      "image": "",
      "want": "f",
      "location_id": "947",
      "user_id": "143"
    },
    {
      "id": "320",
      "date": "18/4/2013 04:56:54.417+00",
      "deleted": "f",
      "title": "A moment to orient a new community member?",
      "text": "Hi everyone,\r\nI'm new to Villages and unfortunately am not really comprehending how the hour or ripple system works. I'm sorry if this has been brought up countless times! :S\r\nCheers,\r\nAdam",
      "image": "",
      "want": "t",
      "location_id": "960",
      "user_id": "715"
    },
    {
      "id": "321",
      "date": "19/4/2013 19:54:32.216+00",
      "deleted": "f",
      "title": "Mathematical theorem: Boundary regularity of p-laplace equation",
      "text": "I could use a theorem like the following: Take the weighted p-Laplace equation in a bounded domain, with everything (domain, weight, Dirichlet boundary values) smooth. Then the solution is smooth in the closure of the domain whenever its gradient does not vanish.\r\n\r\n1 hour for reference, many hours and at least one citation for proof.",
      "image": "",
      "want": "t",
      "location_id": "748",
      "user_id": "556"
    },
    {
      "id": "322",
      "date": "5/5/2013 06:31:19.458+00",
      "deleted": "f",
      "title": "[video] Money & Life",
      "text": "Money & Life is a passionate and inspirational essay-style documentary that that asks a provocative question: can we see the economic crisis not as a disaster, but as a tremendous opportunity?  This cinematic odyssey connects the dots on our current economic pains and offers a new story of money based on an emerging paradigm of planetary well-being that understands all of life as profoundly interconnected.\r\nhttp://youtu.be/f0xRkaJCs5g",
      "image": "post/2013/05/money_life_1.png",
      "want": "f",
      "location_id": "675",
      "user_id": "510"
    },
    {
      "id": "324",
      "date": "7/5/2013 08:51:42.48+00",
      "deleted": "f",
      "title": "ripple gateway",
      "text": "Anyone in Shanghai area, let's work on setting up a Ripple gateway. I want to support the Ripple network.",
      "image": "",
      "want": "t",
      "location_id": "977",
      "user_id": "725"
    },
    {
      "id": "325",
      "date": "13/5/2013 21:43:44.898+00",
      "deleted": "f",
      "title": "Web Game Design Consultation",
      "text": "Hi! I run a new site for learning peaceful circle activities using game motivation. I would love if a professional game designer could look at my site and send me some notes or go over on skype.\r\nmy website is http://www.HuMandalas.com\r\n\r\nIf you send me a message with a bunch of tips, I will certainly send you some time energy. Just let me know how long you put into it.\r\n\r\nThanks!!",
      "image": "post/2013/05/Screen_Shot_2013-05-13_at_2.42.47_PM.png",
      "want": "t",
      "location_id": "947",
      "user_id": "143"
    },
    {
      "id": "330",
      "date": "15/6/2013 11:37:43.078+00",
      "deleted": "f",
      "title": "FreiCoin & Ripple",
      "text": "I'm studying FreiCoin and Ripple. Thanks to Dan Miller, Dave Chapeskie and Jeff Cliff to offer their help so I got started in these two currencies.\r\n\r\nMy next step was to add some fiat money through the BitStamp exchange. I continue exploring :)",
      "image": "",
      "want": "t",
      "location_id": "985",
      "user_id": "730"
    },
    {
      "id": "338",
      "date": "19/7/2013 23:21:15.963+00",
      "deleted": "f",
      "title": "Seeking a truck and a month or two housesitting gig",
      "text": "At this moment in time i find myself without a vehicle and no home. My skills cover an extremely vast array and i am seeking a work trade at a beautiful property to make even more beautiful.. I have done this often in the past in community and i am looking for a home that i can ground into and create amazing art and music.",
      "image": "post/2013/07/301116_10150427269390752_671685751_10426684_1987222121_n.jpg",
      "want": "t",
      "location_id": "1003",
      "user_id": "736"
    },
    {
      "id": "345",
      "date": "10/9/2013 02:42:04.935+00",
      "deleted": "f",
      "title": "winter jacket",
      "text": "mens old but warm",
      "image": "",
      "want": "f",
      "location_id": "996",
      "user_id": "46"
    },
    {
      "id": "350",
      "date": "17/11/2013 22:36:37.979+00",
      "deleted": "f",
      "title": "Massages and body work",
      "text": "experiencing pain? I am offering a great one hour massage on table, 15 minutes in a chair,  or a 30 minute lessons on some super handy skills on how to release muscle tension- just thinking about it-.",
      "image": "post/2013/11/jasonchairmassage.jpg",
      "want": "f",
      "location_id": "1026",
      "user_id": "748"
    },
    {
      "id": "352",
      "date": "14/1/2014 05:41:52.221+00",
      "deleted": "f",
      "title": "Self-Defense or Body Recomposition",
      "text": "Would you like to learn the foundation of street self-defense, or would you like to learn the most effective methodology for changing your body's current composition? \r\n\r\nI'm offering a one hour consult to teach either basic situational awareness and easy self-defense techniques, or the basic guidelines of an eating and training protocol that has helped clients loose up to 20+ in a single month!",
      "image": "",
      "want": "f",
      "location_id": "1044",
      "user_id": "763"
    },
    {
      "id": "353",
      "date": "15/1/2014 01:51:15.413+00",
      "deleted": "f",
      "title": "tattoos",
      "text": "facebook.com/tattoosbychazivs\r\ntattoo artist, fully licensed, professional. Offering barter to fellow counter-economists and friends of! tell me what you want, and want to trade and we can work a deal! (portfolio in link above)",
      "image": "post/2014/01/1468648_550951321650109_1723900406_n.jpg",
      "want": "f",
      "location_id": "1047",
      "user_id": "765"
    },
    {
      "id": "355",
      "date": "7/2/2014 18:28:00.493+00",
      "deleted": "f",
      "title": "Post Hole Diggers",
      "text": "I have one of these, let me know if you want to borrow it.",
      "image": "",
      "want": "f",
      "location_id": "1059",
      "user_id": "771"
    },
    {
      "id": "356",
      "date": "7/2/2014 19:32:49.401+00",
      "deleted": "f",
      "title": "I have an awesome Dehydrator!",
      "text": "wanna use it? You can barrow it for 24 hours for one credit hour",
      "image": "",
      "want": "f",
      "location_id": "1026",
      "user_id": "748"
    },
    {
      "id": "357",
      "date": "11/2/2014 15:06:34.744+00",
      "deleted": "f",
      "title": "Got a washing machine and dryer?",
      "text": "I have regular clothes and massage sheets to wash, and the laundramat downstairs is like $2.25 to run washer and dryer. Would be happy to trade someone an hour for using your laundry services. Message me :)",
      "image": "",
      "want": "t",
      "location_id": "1026",
      "user_id": "748"
    },
    {
      "id": "358",
      "date": "11/2/2014 15:34:09.999+00",
      "deleted": "f",
      "title": "Kombucha",
      "text": "8 oz Starter + personal instructions/guidance for brewing kombucha yourself, 1 hour value",
      "image": "post/2014/02/kombucha211peppermintrasberry_zinger.jpg",
      "want": "f",
      "location_id": "1026",
      "user_id": "748"
    },
    {
      "id": "359",
      "date": "12/2/2014 15:32:05.581+00",
      "deleted": "f",
      "title": "clear brush from, pressure wash, and paint 6' wood fence",
      "text": "I actually need a fence painted, who's my Huckleberry?? ;)\r\nSeriously, its a big job with pressure washing first and clearing brush/dirt from the base of the fence in places\r\nI live just up the road from Pendleton King Park\r\nPhoto shows about half the fence",
      "image": "post/2014/02/0202141259c.jpg",
      "want": "t",
      "location_id": "1066",
      "user_id": "777"
    },
    {
      "id": "360",
      "date": "19/2/2014 16:44:37.878+00",
      "deleted": "f",
      "title": "Computer down!",
      "text": "I have an older computer I just received that has been working fine all month, until our power cut out during the ice storm. It shows it's getting power, but will not turn on. Could be an old battery, or dust clogged fan. Wanting an appraisal on it so I can just get the part i need and fix it myself. I am estimating it at a half hour value. I will bring it to you!",
      "image": "",
      "want": "t",
      "location_id": "1026",
      "user_id": "748"
    },
    {
      "id": "361",
      "date": "2/3/2014 19:46:56.224+00",
      "deleted": "f",
      "title": "Sailors?",
      "text": "This is going to be my first project after the garage is completed. Anyone want to help clean and repair it in exchange for sailing time and/or sailing lessons? Or anyone interested in sailing time and/or sailing lessons?",
      "image": "post/2014/03/Mutineer_1a.jpg",
      "want": "t",
      "location_id": "1078",
      "user_id": "782"
    },
    {
      "id": "363",
      "date": "14/3/2014 00:43:11.493+00",
      "deleted": "f",
      "title": "Looking for a Canopy and folding table",
      "text": "I'm looking for a canopy that's 10' x 10' at least. \r\n..and a folding table. doesn't have to be any particular size. \r\nI'm open to barter or borrowing it",
      "image": "",
      "want": "f",
      "location_id": "1026",
      "user_id": "748"
    },
    {
      "id": "364",
      "date": "1/4/2014 23:30:04.677+00",
      "deleted": "f",
      "title": "Cyclos website assistance",
      "text": "I am the lead promoter for a new community currency in Texarkana, USA. We are looking to use the Cyclos 4 Communities online banking software. I would love to talk to anyone currently using Cyclos 4 (Communities or PRO version) before we commit to this platform. Thanks.",
      "image": "post/2014/04/cyclos3.png",
      "want": "t",
      "location_id": "1101",
      "user_id": "797"
    },
    {
      "id": "366",
      "date": "2/4/2014 04:17:30.52+00",
      "deleted": "f",
      "title": "Undulous",
      "text": "See if you can make heads or tails of my nacent https://www.undulous.com/",
      "image": "",
      "want": "t",
      "location_id": "922",
      "user_id": "38"
    },
    {
      "id": "367",
      "date": "17/4/2014 16:28:52.803+00",
      "deleted": "f",
      "title": "Reading list recomendations",
      "text": "Tell me a little bit about yourself and I will recommend for you something to read.  Use my crazy obsession with cataloging reading material to your advantage!",
      "image": "",
      "want": "f",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "369",
      "date": "26/4/2014 19:15:30.675+00",
      "deleted": "f",
      "title": "Contributors for a Journalistic Project",
      "text": "Sufficient[1], is a blog about the kinds of activities that might work well with the more idealistic strain of alternative currencies. It is targeted at a general audience.  You do not need to have special skills to contribute, just a willingness to try.\r\n\r\nI'm looking for contributors of all kinds.  First priority is original articles about success stories with LETS, timebanks, intentional communities, the application of appropriate technology, etc..  Also, any kind of detailed economic analysis of what has to happen for these kind of projects to meet real human needs.\r\n\r\nThis is the first boondoggle of the Undulous project[2], the increadibly hard-to-use virtual currency with no personality, but if you choose to be rewarded in hearts instead that will be fine.\r\n\r\n[1] http://sufficient.ghost.io/\r\n[2] https://www.undulous.com/",
      "image": "",
      "want": "t",
      "location_id": "922",
      "user_id": "38"
    },
    {
      "id": "370",
      "date": "2/6/2014 03:44:52.265+00",
      "deleted": "f",
      "title": "Kitesurf lessons",
      "text": "Learn to kiteboard in the Fargo area",
      "image": "",
      "want": "f",
      "location_id": "1108",
      "user_id": "802"
    },
    {
      "id": "371",
      "date": "18/6/2014 08:37:13.589+00",
      "deleted": "f",
      "title": "Leo Tolstoy wrote",
      "text": "I ask and want nothing today, other than to share a quote that this network reminded me of: \r\n\r\n“Good consists not in the giving of money, it consists in the loving intercourse of men. This alone is needed. Whatever may be the outcome of this, any thing will be better than the present state of things. Then let the final act of our enumerators and directors be to distribute a hundred twenty-kopek pieces to those who have no food; and this will be not a little, not so much because the hungry will have food, because the directors and enumerators will conduct themselves in a humane manner towards a hundred poor people. How are we to compute the possible results which will accrue to the balance of public morality from the fact that, instead of the sentiments of irritation, anger, and envy which we arouse by reckoning the hungry, we shall awaken in a hundred instances a sentiment of good, which will be communicated to a second and a third, and an endless wave which will thus be set in motion and flow between men? And this is a great deal.”",
      "image": "",
      "want": "f",
      "location_id": "1112",
      "user_id": "806"
    },
    {
      "id": "372",
      "date": "21/6/2014 05:31:57.825+00",
      "deleted": "f",
      "title": "Free public wifi",
      "text": "If you visit my village of Parkend, wifi is availalble in our public buildings and village playing field.\r\n\r\nhttp://peoplenotnumbers.org/parkend/node/11",
      "image": "",
      "want": "f",
      "location_id": "1112",
      "user_id": "806"
    },
    {
      "id": "375",
      "date": "28/6/2014 12:12:25.896+00",
      "deleted": "f",
      "title": "Iniciación a linux",
      "text": "Charla sencilla de introducción a Linux para aquellos usuarios que estén interesados en migrar desde windows.",
      "image": "post/2014/06/kubuntu-810-desktop-screen.png",
      "want": "f",
      "location_id": "1115",
      "user_id": "808"
    },
    {
      "id": "381",
      "date": "5/11/2014 05:54:49.064+00",
      "deleted": "f",
      "title": "breakfast",
      "text": "Not picky, as long as it's breakfasty.  Pancakes, eggs, you name it.",
      "image": "",
      "want": "t",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "384",
      "date": "4/1/2015 03:24:12.22+00",
      "deleted": "f",
      "title": "Chemistry: a central science",
      "text": "Might be an outdated version.  White cover.  Currently in Saskatoon",
      "image": "",
      "want": "f",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "386",
      "date": "4/1/2015 03:25:13.855+00",
      "deleted": "f",
      "title": "Coffee",
      "text": "can never have enough",
      "image": "",
      "want": "t",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "388",
      "date": "4/1/2015 03:29:42.899+00",
      "deleted": "f",
      "title": "The ability to file taxes via ripple/bitcoin",
      "text": "I don't even own any cheques, and I refuse to use proprietary software so paying taxes in canada is becoming very problematic.  Even something as simple as paying you to send a cheque on my behalf or something?",
      "image": "",
      "want": "t",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "389",
      "date": "11/1/2015 06:00:35.765+00",
      "deleted": "f",
      "title": "bitcoin",
      "text": "what the hell",
      "image": "",
      "want": "f",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "393",
      "date": "23/3/2015 04:15:37.199+00",
      "deleted": "f",
      "title": "saskatoonberries",
      "text": "it has been way too long since I've had some",
      "image": "",
      "want": "t",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "395",
      "date": "9/6/2015 23:17:12.443+00",
      "deleted": "f",
      "title": "I'm Back..",
      "text": "Been using timerepublik.com, Thinking to use villages again, more until blockstream is more setup and ready for us...",
      "image": "",
      "want": "f",
      "location_id": "1082",
      "user_id": "143"
    },
    {
      "id": "397",
      "date": "5/9/2015 05:14:32.992+00",
      "deleted": "f",
      "title": "lawyer hours",
      "text": "It might be fruitful to have some hours available, perhaps in an undetermined date, for an undetermined person, somewhere on the network.  Canada/Ontario/Saskatchewan ideally",
      "image": "",
      "want": "t",
      "location_id": "1097",
      "user_id": "46"
    },
    {
      "id": "399",
      "date": "11/10/2015 19:57:25.623+00",
      "deleted": "f",
      "title": "Teisės psichologų paslaugos",
      "text": "Norėtume pristatyti psichologų paslaugas, kurias teikia Teisės psichologų kontora.\r\n\r\nAtliekame psichologinius asmenų įvertinimus, kurie pasitarnautų sprendžiant teisinius ginčus, ir atsakant į LIETUVOS RESPUBLIKOS TRANSPORTO PRIEMONIŲ VALDYTOJŲ CIVILINĖS ATSAKOMYBĖS PRIVALOMOJO DRAUDIMO ĮSTATYMO 12 str. 1 dalį - ar asmuo ėmėsi visų reikiamų priemonių siekiant sumažinti žalą.\r\n\r\nTurime galimybes nustatyti ar asmuo įvykio metu turėjo galimybes sumažinti žalą, bet tuo nepasinaudojo, o gal ir tyčia siekė žalą padidinti.\r\n\r\nGalėtume paruošti pristatymą, kaip teisės psichologai, ir draudimo teisės skyrius galėtų bendradarbiauti sprendžiant iškilusias teisines problemas. \r\n\r\nJei manote, kad galime bendradarbiauti atrašykite į emailą: info@teipsiko.lt arba skambinkite telefonu, ir suderinę laiką galėsime pristatyti bendradarbiavimo galimybes.\r\n\r\nPagarbiai,\r\n\r\nSimonas Audickas\r\nTeisės psichologų kontoros vadovas\r\nTeisės psichologas\r\nwww.teipsiko.lt",
      "image": "",
      "want": "f",
      "location_id": "1126",
      "user_id": "365"
    },
    {
      "id": "400",
      "date": "12/10/2015 11:58:25.258+00",
      "deleted": "f",
      "title": "Google ads guru",
      "text": "Looking for a person, who could help with google adwords. Need to promote some services. It is on the low budget, so need the best posibilities.",
      "image": "",
      "want": "t",
      "location_id": "1127",
      "user_id": "365"
    },
    {
      "id": "401",
      "date": "12/10/2015 11:59:36.758+00",
      "deleted": "f",
      "title": "medus",
      "text": "Parduodu šių metų medų. 5 eur/kg Vilniaus mieste pristatau už endorsinimus šioje sistemoje.",
      "image": "",
      "want": "f",
      "location_id": "1127",
      "user_id": "365"
    },
    {
      "id": "403",
      "date": "16/6/2016 14:13:44.843+00",
      "deleted": "f",
      "title": "Crowd funding a local currency",
      "text": "I just came across this article. It seems to be from the focus of people who are collectors, but it still might be interesting:\r\n\r\nhttp://coinsblog.ws/2016/04/crowd-funding-a-local-currency.html",
      "image": "",
      "want": "f",
      "location_id": "1133",
      "user_id": "37"
    },
    {
      "id": "404",
      "date": "6/8/2016 02:02:10.311+00",
      "deleted": "f",
      "title": "luc bucks.",
      "text": "Naturally Science in-course currency.",
      "image": "",
      "want": "f",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "405",
      "date": "6/8/2016 02:02:42.134+00",
      "deleted": "f",
      "title": "A house",
      "text": "will trade ripple/bitcoin/ethereum for a house, one in an area I can legally travel to.",
      "image": "",
      "want": "t",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "407",
      "date": "22/8/2016 22:57:00.326+00",
      "deleted": "f",
      "title": "Intro to using villages.cc slideshow/video",
      "text": "Hey friend's! i made a video introduction to getting started on villages.cc.. enoy! https://www.youtube.com/watch?v=SRlt3wp8SZY",
      "image": "post/2016/08/Screen_Shot_2016-08-22_at_12.56.38_PM.png",
      "want": "f",
      "location_id": "1082",
      "user_id": "143"
    },
    {
      "id": "408",
      "date": "29/9/2016 01:27:22.618+00",
      "deleted": "f",
      "title": "Radical Transformation Coach",
      "text": "I am offering my skills in kickstarting your dreams and repairing positive feedback loops for you to gain momentum using practical solutions that are proven effective with a high amount of energy as a return. \r\n\r\nWe will look at your life themes, clarify what you want, simplify how you spend your energy and amplify your efforts with me as your accountability partner.",
      "image": "post/2016/09/TheMethodToMyMaddyness04_white_bg_2.jpg",
      "want": "f",
      "location_id": "1152",
      "user_id": "830"
    },
    {
      "id": "410",
      "date": "10/10/2016 05:41:15.019+00",
      "deleted": "f",
      "title": "MythMatrix.com eCourse",
      "text": "MythMatrix is an educational training program and open source production development group. We explore, relate and gamify dynamics of film --including character, plot, and story pattern--  to better understand and empower our own true life story as well as to co-create interesting, meaningful, entertaining, and commercially successful projects for personal development &/or industrial sales. You can see the introductory eCourse at: http://mythmatrix.com \r\n\r\nWilling to accept hours for access.",
      "image": "post/2016/10/IMG_4150.PNG",
      "want": "f",
      "location_id": "1158",
      "user_id": "834"
    },
    {
      "id": "411",
      "date": "12/10/2016 00:12:28.34+00",
      "deleted": "f",
      "title": "Academic Tutor",
      "text": "Does your child need help in school? \r\nCheck out my credentials on LinkedIn:\r\nhttps://www.linkedin.com/in/robert-golden-28419511\r\n\r\nReasonable rates.",
      "image": "",
      "want": "f",
      "location_id": "1142",
      "user_id": "822"
    },
    {
      "id": "412",
      "date": "10/11/2016 23:39:03.914+00",
      "deleted": "f",
      "title": "Screenwriting Services",
      "text": "Please review my website novaquestmedia.com with my writing partner Steven. I can help you develop your movie, TV, YouTube, short film, commercial, or music video. Modern advances have changed the industry dramatically. It's much easier to make a good idea great, and get a great idea made!",
      "image": "",
      "want": "f",
      "location_id": "1158",
      "user_id": "834"
    },
    {
      "id": "413",
      "date": "12/11/2016 02:37:18.358+00",
      "deleted": "f",
      "title": "When and how do you prune avocado trees?",
      "text": "I am looking for somebody to come over to our property that knows about avocado trees and/or other fruit trees in Leilani. There are a ton of fruit trees on the property. I am not sure how to take proper care of them. I think avocado season is over for us (there are no more fruits on our tree) and would like to prune if necessary, but I do not want to hurt the trees, or stop them from fruiting next year (which has happened in the past when I pruned at my parent's house). I would like you to come over and see the trees and provide some advice. After that, there may be more work on the individual trees. Thanks!",
      "image": "post/2016/11/15032888_10100848313874443_1202720730462523749_n.jpg",
      "want": "t",
      "location_id": "1172",
      "user_id": "847"
    },
    {
      "id": "414",
      "date": "12/11/2016 02:45:04.339+00",
      "deleted": "f",
      "title": "Free to help Mondays for a couple hours (mid-morning and afternoon only)",
      "text": "I can offer you my help in your yard, moving furniture, or general maintenance. Would like to help in the vicinity of Pahoa, closer to Leilani Estates the better.",
      "image": "",
      "want": "f",
      "location_id": "1172",
      "user_id": "847"
    },
    {
      "id": "415",
      "date": "14/11/2016 09:47:15.283+00",
      "deleted": "f",
      "title": "Need help with spreadsheets?",
      "text": "Offer to either compose a spreadsheet for you, for business or personal use, or to help you learn how to use spreadsheet software including common formulas. I am familiar with Excel, Calc, and Google Sheets.",
      "image": "",
      "want": "f",
      "location_id": "1139",
      "user_id": "820"
    },
    {
      "id": "416",
      "date": "14/11/2016 09:49:33.585+00",
      "deleted": "f",
      "title": "Want to know what's involved in immigrating to Canada?",
      "text": "I've been researching how to move to Canada for the past two years, and am familiar with available federal and provincial programs, as well as less conventional means. I can offer you a brutally honest look at what's involved and what you may expect in Canada.",
      "image": "",
      "want": "f",
      "location_id": "1139",
      "user_id": "820"
    },
    {
      "id": "417",
      "date": "17/11/2016 21:49:43.875+00",
      "deleted": "f",
      "title": "Will sign your document",
      "text": "I have a GPG key, 2048 bits DSA I think.  Send me a document, I will sign it, and put the signature onto the bitcoin blockchain.",
      "image": "",
      "want": "f",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "418",
      "date": "19/11/2016 05:26:26.547+00",
      "deleted": "f",
      "title": "Million Dollar Communications",
      "text": "Beyond communications and negotiations we come to mastery in the art of listening and aligning with others for a win - win in any situation.  \r\n\r\nI will be offering an introduction to Million Dollar Communications in January 2017.  The intro is free.\r\n\r\nA workshop will follow 2 weeks later.\r\nDate is still to be determined.  Stay tuned if interested.",
      "image": "post/2016/11/j0430643.jpg",
      "want": "f",
      "location_id": "1180",
      "user_id": "853"
    },
    {
      "id": "419",
      "date": "19/11/2016 13:26:22.399+00",
      "deleted": "f",
      "title": "MAKE AMERICA GREAT AGAIN hat",
      "text": "A friend of mine would like one and they are not available in canada.",
      "image": "",
      "want": "t",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "420",
      "date": "19/11/2016 18:43:34.024+00",
      "deleted": "f",
      "title": "Tap Into Love-Healing the Trump Trauma",
      "text": "Join Shakti in this 90 minute class to release your stuckness and negativity around the elections and find your gift and sacred action.  You'll learn how to use tapping to change your state and help you move on. This recording is available upon request with handouts.",
      "image": "post/2016/11/tapintolove2.jpg",
      "want": "f",
      "location_id": "1169",
      "user_id": "845"
    },
    {
      "id": "421",
      "date": "22/11/2016 17:07:23.759+00",
      "deleted": "f",
      "title": "Hi Friends",
      "text": "how is this scene going?  I havent been here for a while",
      "image": "post/2016/11/fall_colors.jpg",
      "want": "f",
      "location_id": "219",
      "user_id": "160"
    },
    {
      "id": "422",
      "date": "23/11/2016 21:18:26.855+00",
      "deleted": "f",
      "title": "MEAL TICKET JoGPS ONE PLAY DOLLAR",
      "text": "Found while geocaching.  \"The Godfather of Geo Woodstock\"",
      "image": "",
      "want": "f",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "423",
      "date": "29/11/2016 01:38:18.024+00",
      "deleted": "f",
      "title": "Professional Home/Pet Caretaker",
      "text": "With the holidays fast approaching I have available dates of:\r\nDecember 13 - Janurary 28 for your vacation needs.",
      "image": "post/2016/11/image.jpeg",
      "want": "f",
      "location_id": "1189",
      "user_id": "862"
    },
    {
      "id": "424",
      "date": "2/12/2016 05:59:53.085+00",
      "deleted": "f",
      "title": "Support",
      "text": "Supporter",
      "image": "",
      "want": "f",
      "location_id": "1192",
      "user_id": "865"
    },
    {
      "id": "425",
      "date": "4/12/2016 02:28:41.272+00",
      "deleted": "f",
      "title": "what i need",
      "text": "vegetables (cucumbers, tomatos), fruits, youth care (teach my son skills like fishing),  yard work, massage, rides,",
      "image": "",
      "want": "f",
      "location_id": "1210",
      "user_id": "881"
    },
    {
      "id": "427",
      "date": "4/12/2016 17:32:33.659+00",
      "deleted": "f",
      "title": "HuMandalas Cards - GREAT GIFT IDEA!",
      "text": "Get in sync with other people & nature with this sacred geometry inspired group movement meditation. \r\n\r\nI created this deck to teach & inspire HuMandalas after developing this technique over the last 10 years.\r\n\r\nGet your own or as a gift! On Sale until Christmas for 1 Hour or $15 (in person only) per deck. \r\n\r\nCheck http://HuMandalas.com for more info & animated tutorials!!",
      "image": "post/2016/12/cards.jpg",
      "want": "f",
      "location_id": "1154",
      "user_id": "143"
    },
    {
      "id": "428",
      "date": "6/12/2016 06:43:04.22+00",
      "deleted": "f",
      "title": "safe/opensource naloxone manufacturing process",
      "text": "Something that you could post to 4thievesvinegar http://4thievzv3hh26qeh.onion/.  This is something the world should have, the data is out there, the patent is exipred/the invention is in the public domain, some enterprising chemistry student could come in handy right now.",
      "image": "",
      "want": "t",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "429",
      "date": "8/12/2016 04:59:51.274+00",
      "deleted": "f",
      "title": "Fix leaky roof",
      "text": "I have a small leak in our tin roof surf shack. One story. Should be easy. Can chip in cash $ hours.",
      "image": "",
      "want": "t",
      "location_id": "1158",
      "user_id": "834"
    },
    {
      "id": "430",
      "date": "8/12/2016 05:02:24.253+00",
      "deleted": "f",
      "title": "Car detail",
      "text": "Was considering Hilo, but would rather keep flow in the neighborhood. Can pay cash and hours.",
      "image": "",
      "want": "t",
      "location_id": "1158",
      "user_id": "834"
    },
    {
      "id": "432",
      "date": "8/12/2016 17:37:51.686+00",
      "deleted": "f",
      "title": "Tapping into Love-Transform the Toxic Habit of Perfectionism & Over-Doing or Over Giving",
      "text": "Join me in this 90 minute class. This Friday 9th from 11:00-12:30  Come live or get the recording.  Here's the sign up: https://zoom.us/meeting/register/7b15098a1e88f687c5b9141539e44ee6\r\n\r\nIts just $15 so we can run it through here.",
      "image": "post/2016/12/tapintolove2.jpg",
      "want": "f",
      "location_id": "1169",
      "user_id": "845"
    },
    {
      "id": "433",
      "date": "13/12/2016 16:10:47.301+00",
      "deleted": "f",
      "title": "Holiday Offering: Mentoring",
      "text": "My calling at this stage of my life is to work with young men (18-40) who want clarity and direction in their lives.\r\n\r\nI am currently mentoring about six men in weekly hour calls. You can contact them if you want some feedback on my work.\r\n\r\nI am offering three complementary sessions for you to explore if this works for you.\r\n\r\nFee: 2 Puna Hours per session. \r\n\r\nMessage me if you have other questions.\r\n\r\nMahalo nui.",
      "image": "",
      "want": "f",
      "location_id": "1142",
      "user_id": "822"
    },
    {
      "id": "434",
      "date": "14/12/2016 20:00:42.41+00",
      "deleted": "f",
      "title": "Singing Lessons for my 2 year old",
      "text": "Anyone offer singing lessons? We sing every day but she's ready to focus with someone aND learn technique.",
      "image": "",
      "want": "t",
      "location_id": "1154",
      "user_id": "143"
    },
    {
      "id": "435",
      "date": "23/12/2016 17:52:15.149+00",
      "deleted": "f",
      "title": "Need garden help",
      "text": "Mostly mixing dirt.. today or tomorrow.. please help!",
      "image": "",
      "want": "t",
      "location_id": "1154",
      "user_id": "143"
    },
    {
      "id": "436",
      "date": "31/12/2016 18:13:10.282+00",
      "deleted": "f",
      "title": "Need - Mow And Weed Eat",
      "text": "Need some mowing and weed eating some asap - half cash/half PCC would be great.",
      "image": "",
      "want": "t",
      "location_id": "1218",
      "user_id": "869"
    },
    {
      "id": "438",
      "date": "7/1/2017 06:22:17.182+00",
      "deleted": "f",
      "title": "Offering bodywork and~",
      "text": "Aloha, I offer massage (lomi lomi, deep tissue, myofascial release, more) as well as home-made raw organic body butters~~~\r\nSeeking autobody work and open to trades of produce and more for massage.\r\nAloha~~~~",
      "image": "",
      "want": "f",
      "location_id": "1178",
      "user_id": "851"
    },
    {
      "id": "439",
      "date": "15/1/2017 18:31:09.277+00",
      "deleted": "f",
      "title": "Dancing Johnny's Laundry Soap",
      "text": "Really gets clothes clean!\r\n\r\nEach gallon = 0.33 PCC and washes 64 regular loads!\r\n\r\nFree samples available - or make your own by visiting my website:  frontyardfood.org",
      "image": "post/2017/01/2017-01-13_09.30.58.jpg",
      "want": "f",
      "location_id": "1218",
      "user_id": "869"
    },
    {
      "id": "440",
      "date": "16/1/2017 14:12:47.802+00",
      "deleted": "f",
      "title": "Can't figure out PGP? I'll communicate for you",
      "text": "If PGP/encryption is just too hard for you to figure out or something, send me what you want to send, and who you want to send to and I'll send it to someone else using their public key. \r\n\r\nWARNING: I will have the message in plaintext.  Send it to me in person or via snailmail or something.",
      "image": "",
      "want": "f",
      "location_id": "1137",
      "user_id": "46"
    },
    {
      "id": "441",
      "date": "16/1/2017 23:00:36.433+00",
      "deleted": "f",
      "title": "Wanted help with resume",
      "text": "Who would like to help me with writing a professional resume (proper structure and wording for Department of Education or university)?",
      "image": "",
      "want": "t",
      "location_id": "1270",
      "user_id": "920"
    },
    {
      "id": "442",
      "date": "16/1/2017 23:15:17.053+00",
      "deleted": "f",
      "title": "Wanted help to improve my English",
      "text": "My English teacher said: \"You communicate very well but need to work on your accuracy.\" \r\n\r\nWho would like to work with me on my accuracy (grammar, structure of sentences, expression, pronunciation etc.)?",
      "image": "",
      "want": "t",
      "location_id": "1270",
      "user_id": "920"
    },
    {
      "id": "443",
      "date": "17/1/2017 04:54:40.527+00",
      "deleted": "f",
      "title": "Seeking Radio Talent",
      "text": "Aloha! LavaZoneone Radiohhhh is revving back up!   Need to start with a council of volunteers (to start) to make it happen!  The structure has already been crystallized into being. ᏔᎧ had over 170 countries listening in and the number of listeners in those countries were growing.  The platform is an amazing opp to get things flowing into our community from outside sources, unite community and fund community projects as 90 percent of all\r\ndonations goes back to community chosen projects.    It's going to take those who wish to DJ (from home?), those who want to cover personal interest pieces, those who love to crunch numbers,  writers, developers, etc.  ᏔᎧ had great success but the FCC shut the server down leaving 5000 radio broadcasts and 100 million listeners without their favorite live broadcasts.  Anyone interested please connect.",
      "image": "post/2017/01/IMG_0732.JPG",
      "want": "f",
      "location_id": "1271",
      "user_id": "886"
    },
    {
      "id": "444",
      "date": "18/1/2017 02:35:29.701+00",
      "deleted": "f",
      "title": "Organic Masa Harina for tortillas & Tamales",
      "text": "We buy masa flour in bulk because we cant get it local, then vacuum seal it in small packages. Let me know if you make tortillas or tamales.",
      "image": "post/2017/01/Tortillas_de_maiz_blanco_Mexico_01.jpg",
      "want": "f",
      "location_id": "1154",
      "user_id": "143"
    },
    {
      "id": "445",
      "date": "18/1/2017 02:38:26.499+00",
      "deleted": "f",
      "title": "Organic Tamari (Soy Sauce)",
      "text": "We buy Tamari in Bulk to save money and less waste packaging. You can fill your container and pay with hours.",
      "image": "post/2017/01/Screen_Shot_2017-01-17_at_4.36.47_PM.png",
      "want": "f",
      "location_id": "1154",
      "user_id": "143"
    },
    {
      "id": "446",
      "date": "18/1/2017 20:09:32.991+00",
      "deleted": "f",
      "title": "Set the Course for the new Year!",
      "text": "In this session we connect to your highest self and receive guidance and answers as to where you ideally are headed for this new year and what\"s important for you at this stage. \r\n\r\nYou can use this session as a general guidance or move further into healing patterns that hinder you to be your best self. \r\n\r\nIm looking forward to exploring your true potential with you! \r\n\r\nWe can chat via Skype or phone to make it easy and comfortable. Just contact me and we create the best start for 2017 for you together!",
      "image": "post/2017/01/SB_1334003013.jpg",
      "want": "f",
      "location_id": "1274",
      "user_id": "922"
    },
    {
      "id": "447",
      "date": "23/2/2017 23:35:00.175+00",
      "deleted": "f",
      "title": "Housecleaning",
      "text": "We need help cleaning once a week for a few hours in seaview",
      "image": "",
      "want": "t",
      "location_id": "1154",
      "user_id": "143"
    },
    {
      "id": "448",
      "date": "1/3/2017 00:42:42.979+00",
      "deleted": "f",
      "title": "Help with kalo beds",
      "text": "Aloha puna community! I'm located in fern forest and need some help weeding and clearing my neglected kalo beds that I haven't been able to get too close to because they are near my bee hives and unfortunately recently have been allergic to bee stings. Shouldn't be more than few hours work and I'm happy to provide a snack, drinks, and raw honey to take home! Mahalos!\r\n\r\nPs. I should mention the bees are not likely to sting and are generally friendly, just not a risk those with allergy should take of course :)",
      "image": "",
      "want": "t",
      "location_id": "1241",
      "user_id": "903"
    },
    {
      "id": "449",
      "date": "17/4/2017 00:55:48.703+00",
      "deleted": "f",
      "title": "looking for builders",
      "text": "I am looking for help to build a simple, mostly using local material, living space in kalapana!\r\nLooking forward to the manifestation! !",
      "image": "",
      "want": "f",
      "location_id": "1210",
      "user_id": "881"
    },
    {
      "id": "450",
      "date": "17/4/2017 00:56:09.931+00",
      "deleted": "f",
      "title": "looking for builders",
      "text": "I am looking for help to build a simple, mostly using local material, living space in kalapana!\r\nLooking forward to the manifestation! !",
      "image": "",
      "want": "f",
      "location_id": "1210",
      "user_id": "881"
    },
    {
      "id": "452",
      "date": "15/5/2017 17:42:41.908+00",
      "deleted": "f",
      "title": "Debian Developer",
      "text": "I would like to help support the development of Debian.  If you're a DD(debian developer) you've probably got stuff you'd *like* to do but since it's all volunteer work sometimes you've got to make bread by doing other things.  Well here's a chance to do debian-related things instead.\r\n\r\nThere's work that I want done but the important thing is that the work that *you* feel is important gets done, that the administrivia of Debian gets done, that debian continues to hum as a project.",
      "image": "",
      "want": "t",
      "location_id": "1312",
      "user_id": "46"
    },
    {
      "id": "453",
      "date": "15/5/2017 17:44:17.901+00",
      "deleted": "f",
      "title": "stellar wallet",
      "text": "whole stellar wallet worth about 500 stellar.",
      "image": "",
      "want": "f",
      "location_id": "1312",
      "user_id": "46"
    }
  ]
}